Repository: Elsa5511/zerotask
Catalog: src/module/Equipment/language/*.po
Languages: es, no, se

source: Checkout does not exist
es: Registro de salida no existe
no: Utlån eksisterer ikke
se: Utlåning existerar inte

source: Equipment instance doesn't exist or it's not checked out
es: Instancia de equipo no existe o no se ha realizado el registro de salida
no: Individet eksisterer ikke eller er ikke utlånt
se: Individen finns inte eller är inte lånades ut

source: You have not selected any equipment instance
es: No ha elegido ninguna instancia del equipo
no: Du må velge et individ
se: Du måste välja ett individ

source: The equipment instance "%s" has been successfully checked in.
es: El registro de entrada de la instancia del equipo"%s" ha sido realizado con éxito.
no: Individet "%s" har blitt sjekket inn.
se: Individ "%s" har checkats inn

source: The equipment instance "%s" could not be checked in. Try again later.
es: El registro de entrada de la instancia del equipo"%s" ha podido ser realizado. Por favor intente de nuevo más tarde.
no: Individet "%s" kunne ikke sjekkes inn. Prøv igjen senere.
se: Individ "%s" kunde inte checkats inn. Försök igen senare.

source: Equipment Information was saved succesfully.
es: Información del equipo ha sido guardado con éxito.
no: Utstyrsinformasjon ble lagret.
se: Utrustnings informationen lagrades

source: Equipment does not exist
es: No existe el equipo
no: Utstyret eksisterer ikke
se: Utrustningen existerar inte

source: Equipment
es: Equipo
no: Utstyr
se: Utrustning

source: Equipment doesn't exist
es: Este equipo no existe
no: Utstyret eksisterer ikke
se: Utsrustningen existerar inte

source: Equipment instance doesn't exist
es: Instancia de equipo no existe
no: Individet eksisterer ikke
se: Individet existerar inte

source: Periodic Control doesn't exist
es: Control periódico no existe
no: Periodisk kontroll eksisterer ikke
se: Periodisk inspektion existerar inte

source: Periodic control
es: Control periódico
no: Periodisk kontroll
se: Periodisk inspektion

source: Visual Control doesn't exist
es: Control visual no existe
no: Visuell kontroll eksisterer ikke
se: Visuell inspektion existerar inte

source: Visual control
es: Control visual
no: Visuell kontroll
se: Visuell inspektion

source: Incorrect Equipment instance id
es: Id de la instancia del equipo es incorrecto
no: Ugyldig individ-id
se: Ogiltig individ id

source: The action could not be processed, try again later
es: Esta acción no se puede procesar, intente de nuevo más tarde
no: Handlingen kunne ikke utføres - prøv igjen senere
se: Åtgärden kunde inte utföras - försök igen senare

source: The equipment doesn't exist
es: Este equipo no existe
no: Utstyret eksisterer ikke
se: Utsrustningen existerar inte

source: The instances has been saved successfully.
es: Las instancias han sido guardadas con éxito.
no: Individene ble lagret.
se: Individen sparades

source: Search results
es: Resultados de búsqueda
no: Søkeresultater
se: Sökresultat

source: The equipment instance has been successfully saved.
es: La instancia de este equipo ha sido guardada con éxito.
no: Individet ble lagret.
se: Individen sparades

source: The equipment instance could not be saved. Try again later.
es: La instancia de este equipo no ha podido ser guardada. Intente de nuevo más tarde.
no: Individet kunne ikke lagres. Prøv igjen senere.
se: Individen kan inte sparas. Försök igen senare

source: The serial number already exists.
es: El número de serie ya existe.
no: Serienummer er allerede i bruk.
se: Serienumret är redan i bruk.

source: The reg. number already exists.
es: El número de registro ya existe.
no: Reg. nummer er allerede i bruk.
se: Reg. nummer är redan i bruk.

source: Action could not be completed
es: No se ha podido completar la acción
no: Handlingen kunne ikke fullføres
se: Åtgärden kunde inte slutföras

source: Equipment Subinstance was added successfully
es: Subinstancia del equipo ha sido agregada con éxito
no: Individet ble lagret
se: Individen sparades

source: no subinstance added
es: no hay una subinstancia agregada
no: intet individ ble funnet
se: Intet individ ble funnet

source: EquipmentInstance doesn't existerror
es: Instancia del equipo no existe
no: Individet eksisterer ikke
se: Individen existerar inte

source: Categories
es: Categorias
no: Kategorier
se: Kategorier

source: Incorrect category id format
es: Formato incorrecto de la categoría id
no: Feil format for kategori-id
se: Fel format för kategori id

source: The category has been saved.
es: La categoría ha sido guardada.
no: Kategorien har blitt lagret.
se: Kategorin har sparats

source: You are not qualified to perform periodic control on this equipment.
es: Usted no esta calificado para realizer controles periódicos en este equipo.
no: Du er ikke kvalifisert til å utføre periodisk kontroll på dette utstyret.
se: Du är inte kvalificerad att utföra regelbundna inspektioner på denna utrustning.

source: The attachments must have a file or a link.
es: El adjunto debe contener un archivo o enlace.
no: Vedleggene må ha en fil eller en kobling.
se: Bilagor måste ha en fil eller en länk.

source: Checkin date
es: Fecha de registro de ingreso
no: Dato for innsjekking
se: Incheckningsdatum

source: Comments
es: Comentarios
no: Kommentarer
se: Kommentarer

source: Save changes
es: Guardar cambios
no: Lagre endringer
se: Spara ändringar

source: Expected checkin date
es: Fecha esperada de registro de ingreso
no: Forventet innsjekkingsdato
se: Förväntad incheckningsdatum

source: Choose an organization
es: Elegir una organización
no: Velg en organisasjon
se: Välj en organisation

source: Organization
es: Organización
no: Organisasjon
se: Organisation

source: Contact person full name
es: Nombre complero de la persona de contacto
no: Kontaktperson - fullt navn
se: Kontaktperson - fullständiga namn

source: Phone
es: Teléfono
no: Telefon
se: Telefon

source: Position
es: Posición
no: Stilling
se: Befattning

source: Choose an option
es: Elegir una opción
no: Velg et alternativ
se: Välj ett alternativ

source: Remark
es: Observación
no: Merknad
se: Anteckning

source: Equipment name
es: Nombre de equipo
no: Navn
se: Namn

source: Equipment Category
es: Categoría de equipo
no: Kategori
se: Kategori

source: Featured image
es: Imagen principal
no: Fremhevet bilde
se: Featured bild

source: Description
es: Descripción
no: Beskrivelse
se: Beskrivning

source: Feature override
es: Invalidación de función
no: Overstyr funksjonalitet

source: Vendor
es: Vendedor
no: Leverandør
se: Leverantör

source: Producer
es: Productor
no: Produsent
se: Tillverkare

source: Has to be used with
es: Debe ser usado con
no: Må brukes med
se: Måste användas med

source: Can be used with
es: Puede ser usado con
no: Kan brukes med
se: Kan användas med

source: Control Interval days
es: Intervalo de Control (días)
no: Kontrollintervall (dager)

source: Standard
es: Estándar

source: Container
es: Contenedor

source: Equipment instance type
es: Instancia de tipo de equipo
no: Utstyrstype
se: Utrustning typ

source: Active
es: Activo
no: Aktiv
se: Aktiv

source: Inactive
es: Inactivo
no: Inaktiv
se: Inaktiv

source: The input has to be equal or greater than 3
es: La entrada debe ser igual o mayor que 3
no: Verdien må være større enn eller lik 3
se: Värdet måste vara större än eller lika med 3

source: The input does not appear to be an integer
es: La entrada no parece ser un entero
no: Verdien må være et heltall
se: Värdet måste vara ett heltal

source: Choose a category
es: Elegir una categoría
no: Velg en kategori
se: Välj en kategori

source: Choose an equipment
es: Elegir un equipo
no: Velg utstyr
se: Välj utrustning

source: Choose an owner
es: Elegir un propietario
no: Velg eier
se: Välj ägare

source: Choose a location
es: Elegir una ubicación
no: Velg et sted
se: Välj en plats

source: Choose an usage status
es: Elegir un estado de uso
no: Velg en bruksstatus
se: Välj ett användningsstatus

source: Serial number
es: Número de serie
no: Serienummer
se: Serienummer

source: Reg number
es: Número de registro
no: Reg. nummer
se: Reg. nummer

source: Batch number
es: Número de lote
no: Batchnummer
se: Batchnummer

source: Certificate number
es: Número de certificado
no: Sertifikatnummer
se: Certifikatnummer

source: Usage status
es: Estado de uso
no: Bruksstatus
se: Användningsstatus

source: Location
es: Ubicación
no: Lokasjon
se: Plats

source: Owner
es: Usuario
no: Eier
se: Ägare

source: Production date
es: Fecha de producción
no: Produksjonsdato
se: Produktionsdatum

source: Purchase date
es: Fecha de compra
no: Kjøpsdato
se: Inköpsdatum

source: Technical lifetime
es: Vida útil
no: Teknisk levetid
se: Teknisk livslängd

source: Guarantee time
es: Tiempo de garantía
no: Garantitid
se: Garanti

source: Reception control
es: Control de recepción
no: Mottakskontroll utført
se: Mottagningskontroll genomfört

source: First time used
es: Primera vez usado
no: Første gang tatt i bruk
se: Första gång tillämpad

source: Periodic control date
es: Fecha de control periódico
no: Dato for periodisk kontroll
se: Datum för periodisk kontroll

source: Control interval (Days):
es: Intervalo de control (días)
no: Kontrollintervall (dager):
se: Kontrollintervall (dagar):

source: Order number
es: Número de orden
no: Ordrenummer
se: Ordernummer

source: Remarks
es: Observaciones
no: Merknader
se: Anmärkningar

source: Yes
es: Si
no: Ja
se: Ja

source: Isolated
es: Aislado
no: Isolert
se: Isolerat

source: Dryair
es: Aire seco
no: Tørrluft
se: Torrluft

source: 220 volt
es: 220 voltios

source: 400 volt
es: 400 voltios

source: Communication racks
es: Estante de comunicación
no: Sambandsreoler
se: Sambandsracking

source: Update visual control ?
es: Actualización de control visual?
no: Oppdater visuell kontroll?
se: Uppdatera visuell kontroll?

source: Subinstances
es: Subinstancias
no: Underindivider

source: Name
es: Nombre
no: Navn
se: Namn

source: Status
es: Estado

source: Control Template
es: Formato de control
no: Kontrollmal
se: Kontrollmal

source: None
es: Ninguno
no: Ingen
se: Ingen

source: Competence area
es: Área de competencia
no: Kompetanseområde
se: Kompetensområde

source: Parent Category
es: Categoría Principal
no: Overordnet kategori
se: Förälder kategori

source: Vendor part
es: Parte del proveedor
no: Leverandør partnummer
se: Leverantör artikelnummer

source: The input must contain only digits
es: La entrada solo debe contener dígitos
no: Feltet må bare inneholde tall
se: Fält får bara innehålla siffror

source: %s is already registered
es: %s ya está registrado
no: %s er allerede registrert
se: %s är redan registrerad

source: Add attachments
es: Agregar adjuntos
no: Legg til vedlegg
se: Lägg till bilagor

source: Registered By
es: Registrado por

source: Control date
es: Fecha de control
no: Kontrolldato
se: Kontrolldatum

source: Next control date
es: Nueva fecha de control
no: Neste kontrolldato
se: Nästa kontrolldatum

source: Competent Person
es: Persona Competente
no: Kompetent person
se: Kompetent person

source: Choose a person
es: Elegir una persona

source: Choose an expertise organ
es: Elegir un órgano experto
no: Velg et sakkyndig organ
se: Velg et sakkunnig organ

source: Expertise organ
es: Órgano experto
no: Sakkyndig organ
se: Sakkunnig organ

source: Choose a control status
es: Elegir una fecha de control de estado
no: Velg en kontrollstatus
se: Välj en kontrollstatus

source: Control status
es: Control de estado
no: Kontrollstatus
se: Kontrollstatus

source: Add attachment
es: Agregar adjunto
no: Legg til vedlegg
se: Lägg till bilagor

source: Remove attachment
es: Remover adjunto
no: Fjern vedlegg
se: Ta bort bilagor

source: Choose a supplier
es: Elegir un proveedor
no: Velg en leverandør
se: Välj en leverantör

source: Search
es: Buscar
no: Søk
se: Sök

source: Periodic
es: Periódico
no: Periodisk
se: Periodiska

source: Future
es: Futuro
no: Framtidige
se: Kommande

source: Historical
es: Histórico
no: Historiske
se: Historiska

source: Choose a user
es: Escoger un usuario
no: Velg en bruker
se: Välj en användare

source: Choose a vendor
es: Elegir a un vendedor
no: Velg en leverandør
se: Välja en leverantör

source: All statuses
es: Todos los estados
no: Alle statuser
se: Alle statusar

source: Checked out
es: Registrado de salida
no: Sjekket ut
se: Utcheckad

source: Not Checked out
es: No se ha registrado salida
no: Ikke sjekket ut
se: Inte utcheckad

source: Length
es: Longitud
no: Lengde
se: Längd

source: Material quality
es: Calidad de material
no: Materialkvalitet
se: Materialkvalitet

source: Type approval
es: Tipo de aprobación
no: Typegodkjenningsnr.
se: Typgodkännande

source: Control organ
es: Órgano de control
no: Kontrollorgan
se: Kontrollorgan

source: The input should be a number
es: La entrada debe ser numérica
no: Verdien må være et tall.
se: Värdet måste vara ett nummer

source: Equipment instance
es: Instancia de equipo
no: Individ
se: Individ

source: Attachment
es: Adjunto
no: Vedlegg
se: Bilagor

source: Subcategories
es: Subcategorías
no: Underkategorier
se: Underkategorier

source: Equipments
es: Equipos
no: Utstyr
se: Utrustning

source: Pages
es: Páginas
no: Sider
se: Sidor

source: "%s" is already checked out
es: Ya se ha hecho el registro de salida de "%s"
no: "%s" er allerede sjekket ut
se: "%s" är redan checkat ut

source: "%s" has been updated successfully
es: "%s" ha sido actualizado con éxito
no: "%s" ble oppdatert
se: "%s" uppdaterades

source: Equipment Instance doesn't exist
es: Instancia de equipo no existe
no: Individet eksisterer ikke
se: Individen existerar inte

source: Search results: Instances
es: Resultados de búsqueda: Instancias
no: Søkeresultater: Individer
se: Sökresultat:: Individer

source: Search results: Controls
es: Resultados de búsqueda: Controles
no: Søkeresultater: Kontroller
se: Sökresultat:: Kontroller

source: Expired
es: Expirado
no: Utløpt
se: Utgånget

source: Instances expired on control date report
es: Instancias expiradas en el reporte de fechas de control
no: Individer utgått på kontrolldato
se: Individer löpt inspektionsdatum

source: Instances expired on guarantee date report
es: Instancias expiradas en el reporte de fechas de garantía
no: Individer utgått på garantitid
se: Individer löpt garanti

source: Instances expired on technical lifetime report
es: Instancias expiradas en el reporte de vida útil
no: Individer utgått på teknisk levetid
se: Individer löpt tekniska livslängd

source: Equipment type
es: Tipo de equipo
no: Utstyrstype
se: Utrustning typ

source: Serial #
es: Número de serie
no: Serienummer
se: Serienummer

source: Reg. number
es: Número de registro
no: Reg. nummer
se: Reg. nummer

source: Next control
es: Siguiente control
no: Neste kontroll
se: Nästa kontroll

source: Check-out status
es: Estado de registro de salida
no: Utlånsstatus
se: Utlåningsstatus

source: Equipment Instance
es: Instancia de equipo
no: Individ
se: Individ

source: Control Date
es: Fecha de control
no: Kontrolldato
se: Kontrolldatum

source: Next Control Date
es: Próxima fecha de control
no: Neste kontrolldato
se: Nästa kontrolldatum

source: Equipment instance unlinked
es: Instancia de equipo no está relacionada
no: Individet ble koblet fra
se: Individen blev bortkopplad

source: Could not find equipment with id %u
es: No se ha encontrado el equipo con id %u
no: Kunne ikke finne utstyr med id %u
se: Det gick inte att hitta utrustning med id %u

source: has been deleted successfully
es: ha sido eliminado con éxito
no: har blitt slettet
se: har tagits bort

source: Cannot delete %s: It has related documentation that needs to be deleted first.
es: No se puede eliminar %s: Tiene documentación relacionada que debe ser eliminada primero.
no: Kan ikke slette %s: Utstyret har tilknyttet dokumentasjon som må slettes først.
se: Kan inte raderas %s: Utrustningen har tillhörande dokumentation som måste tas bort först.

source: Cannot delete %s: It has related attachments that need to be deleted first.
es: No se puede eliminar %s: Tiene adjuntos relacionados que deben ser eliminados primero.
no: Kan ikke slette %s: Utstyret har tilknyttede vedlegg som må slettes først.
se: Kan inte raderas %s: Utrustningen har tillhörande bilagor som behöver tas bort först.

source: Cannot delete %s: It has related instances that need to be deleted first.
es: No se puede eliminar %s: Tiene instancias relacionadas que deben ser eliminadas primero.
no: Kan ikke slette %s: Utstyret har tilknyttede individer som må slettes først.
se: Kan inte raderas %s: Utrustningen har tillhörande individer som behöver tas bort först.

source: Cannot delete %s: It has related training materials that need to be deleted first.
es: No se puede eliminar %s: Tiene material de entrenamiento relacionado que debe ser eliminado primero.
no: Kan ikke slette %s: Utstyret har tilknyttet opplæringsmateriell som må slettes først.
se: Kan inte raderas %s: Utrustningen har associerat utbildningsmaterial som behöver tas bort först.

source: Cannot delete %s: It has related certifications that need to be deleted first.
es: No se puede eliminar %s: Tiene certificaciones relacionadas que deben ser eliminadas primero.
no: Kan ikke slette %s: Utstyret har tilknyttede sertifiseringer som må slettes først.
se: Kan inte raderas %s: Utrustningen har tillhörande certifieringar som behöver tas bort först.

source: Cannot delete %s: It has related exercises that need to be deleted first.
es: No se puede eliminar %s: Tiene ejercicios relacionados que deben ser eliminados primero.
no: Kan ikke slette %s: Utstyret har tilknyttede øvelser som må slettes først.
se: Kan inte raderas %s: Utrustningen har tillhörande övningar som behöver tas bort först.

source: Cannot delete %s: It has related best practices that need to be deleted first.
es: No se puede eliminar %s: Tiene mejores prácticas relacionadas que deben ser eliminadas primero.
no: Kan ikke slette %s: Utstyret har tilknyttede beste praksiser som må slettes først.
se: Kan inte raderas %s: Utrustningen har associerat bästa praxis som behöver tas bort först.

source: Category "%s" was removed successfully.
es: La categoría "%s" ha sido eliminada con éxito.
no: Kategorien "%s" ble slettet.
se: Kategori "%s" har tagits bort

source: Category doesn't exist
es: No existe la categoría
no: Kategorien eksisterer ikke
se: Kategori existerar inte

source: Attestation for periodic control
es: Certificacion de control periódico
se: Intyga för återkommande sakkunnig kontroll

source: Defence specialist operations are certified by Norsk Sertifisering AS through its own approval. The control should be in accordance with the procedures and systems subject to this approval. The equipment is controlled in accordance with requirements in these regulations:
es: Especialistas en operaciones de defensa son certificados por Norsk Sertifisering AS bajo su propia aprobación. El control debe ser realizado en concordancia con los procedimientos y sistemas sujetos a aprobación. El equipo es controlado en concordancia con los requerimientos de las siguientes regulaciones:
se: Text Försvarsmakten

source: Regulations concerning the performance of work (703) FOR 2011-12-06-1357
es: Regulación concerniente al desempeño del trabajo (703) FOR 2011-12-06-1357
se: Föreskrifter för utförande av arbete (703) FÖR 2011-12-06-1357

source: Regulations on administrative arrangements (706) FOR 2011-12-06-1360
es: Regulación sobre acuerdos administrativos (706) FOR 2011-12-06-1360

source: Regulations on equipment (522) FOR 2009-05-20 Annex 1
es: Regulaciones sobre equipos (522) FOR 2009-05-20 Anexo 1
se: Föreskrifter om maskin (522) FÖR 2009-05-20 Bilaga 1

source: Customer signature Date
es: Fecha de firma del cliente
no: Kundens signatur Dato
se: Kund signatur Datum

source: Verifier signature Date
es: Fecha de firma del verificador
no: Kontrollørs signatur Dato
se: Kontrollörens signatur Datum

source: Periodic control:
es: Control periódico:
no: Periodisk kontroll:
se: Periodisk kontroll:

source: General information
es: Información general
no: Generell informasjon
se: Allmän information

source: Registration #
es: Registro #
no: Reg. nummer
se: Reg. nummer

source: Control number
es: Número de control
no: Kontrollnummer
se: Kontrollnummer

source: Registered by
es: Registrado por
no: Registrert av
se: Registrerad av

source: Competent person
es: Persona competente
no: Kompetent person
se: Kompetent person

source: Approved
es: Aprobado
no: Godkjent
se: Godkänd

source: Not approved
es: No aprobado
no: Ikke godkjent
se: Ej godkänd

source: Temporarily approved
es: Temporalmente aprobado
no: Midlertidig godkjent
se: Temporärt godkänd

source: Control point
es: Punto de control
no: Kontrollpunkt
se: Kontrollpunkt

source: Control points
es: Puntos de control
no: Kontrollpunkter
se: Kontrollpunkter

source: "%s" has not visual control enabled
es: %s no tiene el control visual activado
no: %s har ikke aktivert visuell kontroll
se: %s har inte aktiverat visuell inspektion

source: Visual control is not enabled for "%s".
es: Control visual activado para "%s".
no: Visuell kontroll er ikke aktivert for "%s".
se: Visuell kontroll är inte aktiverat för "%s".

source: Instances
es: Instancias
no: Individer
se: Individ

source: Ladoc Documentation
es: Documentacion de Ladoc
no: Dokumentasjon
se: Dokumentation

source: Check in an equipment instance
es: Registrar el ingreso de la instancia de un equipo
no: Sjekk inn individ
se: Checka in et individ

source: Checked out date
es: Fecha de registro de salida
no: Utlånt dato
se: Utcheckad datum

source: Checked out by
es: Registo de salida hecho por
no: Sjekket ut av
se: Utcheckad av

source: Comment
es: Comentar
no: Kommentar
se: Kommentar

source: Checked in by
es: Registro de entrada hecho por
no: Sjekket inn av
se: Checkat in av

source: Check out equipment instances
es: Registrar la salida de las instancias de equipos
no: Sjekk ut individer
se: Checka ut individ

source: Checkout date
es: Fecha de registro de salida
no: Utlånt dato
se: Utcheck datum

source: Contact person
es: Persona de contacto
no: Kontaktperson
se: Kontaktperson

source: Contact person phone
es: Teléfono de la persona de contacto
no: Kontaktperson tlf
se: Kontaktperson tel

source: Contact person position
es: Posición de la persona de contacto
no: Stilling
se: Position

source: Instances expired on guarantee date
es: Instancias expiradas en la fecha de garantía
no: Individer utgått på garantitid
se: Individer utgått på garantitid

source: You must select an equipment instance
es: Debe elegir una instancia de equipo
no: Du må velge et individ
se: Du måste välja en individ

source: You must select only instances with the same equipment type
es: Usted debe seleccionar solo instancias con el mismo tipo de equipo
no: Du kan bare velge individer med av samme utstyrstype
se: Du kan endast välja individ med samma typ av utrustning

source: Details
es: Detalles
no: Detaljer
se: Detaljer

source: Instances expired on technical lifetime
es: Instancias expiradas en la vida útil
no: Individer utgått på teknisk levetid
se: Individer passerat teknisk livslängd

source: Instances expired on control date
es: Instancias expiradas en la fecha de control
no: Individer utgått på kontrolldato
se: Individer passerat inspektionsdatum

source: Add Equipment Subinstance
es: Agregar Subinstancia de Equipo
no: Opprett underindivid
se: Skapa underindivid

source: Instance search
es: Búsqueda de instancia
no: Individ søk
se: Individ sök

source: Control search
es: Control de búsqueda
no: Kontroll søk
se: Kontroll sök

source: Open
es: Abrir
se: Öppna

source: Add new
es: Agregar nuevo
no: Opprett ny
se: Skapa ny

source: Add new attachment
es: Agregar nuevo adjunto
se: Lägg till ny bilaga

source: Edit
es: Editar
no: Rediger
se: Redigera

source: Edit attachment
es: Editar adjunto
se: Redigera bilaga

source: Delete
es: Eliminar
no: Slett
se: Radera
