Repository: Elsa5511/zerotask
Catalog: src/module/Equipment/language/*.po
Languages: es, no, se

source: Delete selected
es: Borrar seleccionados
se: Radera markerade

source: Title
es: Título
se: Titel

source: Type
es: Tipo
se: Typ

source: Created by
es: Creado por
se: Skapad av

source: Date
es: Fecha
se: Datum

source: Version
es: Versión
se: Utgåva

source: Format
es: Formato

source: Document type
es: Tipo de documento
se: Dokumenttyp

source: Instance data
es: Datos de instancia
no: Individdata
se: Individdata

source: Periodic controls
es: Controles periódicos
no: Periodiske kontroller
se: Periodiska kontroller

source: Visual controls
es: Controles visuales
no: Visuelle kontroller
se: Visuella kontroller

source: Attachments
es: Adjuntos
no: Vedlegg
se: Bilagor

source: Equipment category
es: Categoría de equipo
no: Utstyrskategori
se: Utrustningskategori

source: Vendor part #
es: Parte del proveedor #
no: Partsnummer
se: Artikelnummer

source: Manufacturer
es: Productor
no: Produsent
se: Tillverkare

source: Competence areas
es: Areas de competencia
no: Kompetansefelt
se: Behörighetsområdet

source: Next periodic control
es: Próximo control periódico
no: Neste periodiske kontroll
se: Nästa periodiska kontroll

source: Next visual control
es: Próximo control visual
no: Neste visuelle kontroll
se: Nästa visuella kontroll

source: Batch #
es: Lote #
no: Batchnummer
se: Batchnummer

source: Certificate #
es: Certificado #
no: Sertifikatnummer
se: Certifikatnummer

source: Order #
es: Orden #
no: Bestillingsnummer
se: Beställningsnummer

source: Guarantee date
es: Fecha de garantía
no: Garantidato
se: Garantidatum

source: Last modified
es: Última modificación
no: Sist endret
se: Senast ändrad

source: by
es: por
no: av
se: av

source: Actions
es: Acciones
no: Valg
se: Val

source: Delete attachments
es: Eliminar adjuntos
no: Slett vedlegg
se: Radera bilagor

source: Are you sure to delete selected attachments
es: Está seguro de eliminar los adjuntos seleccionados
no: Er du sikker på at du vil slette det valgte vedlegget
se: Är du säker på att du vill ta bort den markerade bilagan

source: Delete periodic control
es: Eliminar control periódico
no: Slett periodisk kontroll
se: Radera periodiska kontroll

source: You are about to delete a periodic control.
es: Esta a punto de eliminar un control periódico.
no: Du er i ferd med å slette en periodisk kontroll.
se: Du kommer att radera en periodisk kontroll

source: Delete visual control
es: Eliminar control visual
no: Slett visuell kontroll
se: Raderra visuell kontroll

source: You are about to delete a visual control.
es: Esta a punto de eliminar un control visual.
no: Du er i ferd med å slette en visuell kontroll.
se: Du kommer att radera en visuell kontroll

source: Equipment Instance attachment
es: Adjunto de instancia de equipo
no: Vedlegg for individ
se: Bifogade til för individ

source: Detail Checkout
es: Detalle de registro de salida
no: Detaljer for utlån
se: Mer information om utlåning

source: Add equipment subinstance
es: Agregar Subinstancia de Equipo
no: Opprett underindivid
se: Skapa underidivid

source: Save
es: Guardar
no: Lagre
se: Spara

source: Mass update of instances
es: Actualización masiva de instancias
no: Masseoppdatering av individer
se: Massuppdatera individer

source: Edit Equipment Instance
es: Editar instancia de equipo
no: Rediger individ
se: Redigera individ

source: Add Equipment Instance
es: Agregar instancia de equipo
no: Opprett individ
se: Skapa individ

source: %s: Instances
es: %s: Instancias
no: %s: Individer
se: %s: Individer

source: Copy
es: Copiar
no: Kopier
se: Kopiera

source: Deactivate
es: Desactivar
no: Deaktiver
se: Inaktivera

source: Activate
es: Activar
no: Aktiver
se: Aktivera

source: Check in
es: Registro de ingreso
no: Sjekk inn
se: Utcheck

source: Serial number
es: Número de serie
no: Serie nummer
se: Serie nummer

source: Visual control status
es: Estado de control visual
no: Visuell kontrollstatus
se: Visuell kontrollstatus

source: Periodic control status
es: Estado de control periódico
no: Periodisk kontroll status
se: Periodisk kontroll status

source: Check-out status
es: Estado de registro de salida
no: Utlåns status
se: Utlåningsstatus

source: Edit selected
es: Editar seleccionados
no: Rediger utvalgte
se: Redigera utvalda

source: Check out
es: Registro de salida
no: Sjekk ut
se: Checka ut

source: Deactivate Equipment Instances
es: Desactivar instancia de equipos
no: Deaktiver individer
se: Inaktktivera individer

source: You are about to deactivate some equipment instances.
es: Está a punto de eliminar algunas instancias de equipos.
no: Du er i ferd med å deaktivere flere individer.
se: Du kommer att inaktivera indivd

source: Checking out
es: Registro de salida
no: Sjekker ut
se: Utcheck

source: You are about to check out 0 equipment instances...
es: Usted está a pundo de registrar la salida de 0 instancias de equipos...
no: Du er i ferd med å sjekke ut 0 individer...
se: Du är kommer att utchecka 0 individer...

source: Edit multiple equipment instances
es: Editar multiples instancias de equipos
no: Rediger flere individer
se: Redigera flera individ

source: Periodic Control Results
es: Resultados de control periódico
no: Søkeresultater: Periodiske kontroller
se: Sökresultat: Periodiska kontroller

source: Visual Control Results
es: Resultados de control visual
no: Søkeresultater: Visuelle kontroller
se: Sökresultat: Visuella kontroller

source: Detail
es: Detalle
no: Detaljer
se: Detaljer

source: Control Status
es: Control de estado
no: Kontrollstatus
se: Kontrollstatus

source: You must select a category
es: Debe elegir una categoría
no: Du må velge en kategori
se: Du måste välja en kategori

source: Parent category
es: Categoría Principal
no: Overordnet kategori

source: Deactivate categories
es: Desactivar categorías
no: Deaktiver kategorier
se: Deaktivera kategorier

source: You are about to deactivate several categories.
es: Está a punto de desactivar varias categorías.
no: Du er i ferd med å deaktivere flere kategorier.
se: Du kommer att inaktivera flera kategorier.

source: Deactivate category
es: Desactivar categoría
no: Deaktiver kategori
se: Inaktivera kategori

source: You are about to deactivate a category.
es: Está a punto de desactivar una categoría.
no: Du er i ferd med å deaktivere en kategori.
se: Du kommer att inaktivera en kategori.

source: Reactivate category
es: Reactivar categoría
no: Raktiver kategori
se: Reaktivera kategori

source: You are about to reactivate a category.
es: Está a punto de reactivar una categoría.
no: Du er i ferd med å aktivere en kategori.
se: Du kommer att reaktivera en kategori.

source: You must select an equipment
es: Usted debe seleccionar un equipo
no: Du må velge et utstyr
se: Du måste välja utrustning

source: Equipment information
es: Información del equipo
no: Utstyrsinformasjon
se: utrustningsinformation

source: Group actions
es: Acciones de grupo
no: Gruppevalg
se: Grupp alternativ

source: Show inactive
es: Mostrar inactivos
no: Vis inaktive
se: Visa inaktiva

source: Category
es: Categoría
no: Kategori
se: Kategori

source: Edit Equipment information
es: Editar la información del equipo
no: Endre ustyrsinformasjon
se: Ändra utrustningsinformation

source: Deactivate Equipments
es: Desactivar equipos
no: Deaktiver utstyr
se: Inaktivera utrustning

source: You are about to deactivate "x" equipments.
es: Está a punto de desactivar "x" equipos.
no: Du er i ferd med å deaktivere "x" utstyr.
se: Du kommer att inaktivera "x" utrustning

source: Do you want to proceed?
es: Quiere proceder?
no: Ønsker du å fortsette?
se: Vill du fortsätta?

source: Deactivate equipment
es: Desactivar equipo
no: Deaktiver utstyr
se: Inaktivera utrustning

source: You are about to deactivate this equipment.
es: Está a punto de desactivar este equipo.
no: Du er i ferd med å deaktivere dette utstyret.
se: Du kommer at inaktivera denna utrustning

source: Reactivate equipment
es: Reactivar equipo
no: Aktiver utstyr
se: Reaktivera utrustning

source: You are about to reactivate this equipment.
es: Está a punto de reactivar este equipo
no: Du er i ferd med å aktivere dette utstyret.
se: Du kommer att aktivera denna utrustning

source: Advanced search
es: Búsqueda avanzada
no: Avansert søk
se: Avancerad sökning

source: Equipment attachment
es: Equipo adjunto
no: Vedlegg for utstyr
se: Bifogad fil för utrustning

source: HMS and quality assurance suite for medical equipment containing:
es: Paquete de software de Salud, Seguridad y Medio Ambiente y aseguramiento de la calidad para equipamiento médico que contiene:
no: HMS og kvalitetssikringsprogram i forbindelse med medisinsk utstyr, og inneholder:
se: Säkerhet och kvalitetssäkringsprogram för medicinsk utrustning, innehåller:

source: Technical Documentation
es: Documentación técnica
no: Teknisk dokumentasjon
se: Teknisk dokumentation

source: Training
es: Entrenamiento
no: Opplæring
se: Utbildning

source: Exercises
es: Ejercicios
no: Øvinger
se: Övningar

source: Test and Certification
es: Examen y certificación
no: Test og serifisering
se: Test och certifiering

source: Competence register
es: Registro de competencia
no: Kompetanseregister
se: Kompetensregister

source: Edit category
es: Editar categoría
no: Rediger kategori
se: Redigera kategori

source: Edit Page
es: Editar página
no: Rediger side
se: Redigera sida

source: Load
es: Carga
no: Laster
se: Last

source: Carrier
es: Transporte
se: Lastbärare

source: Edit equipment
es: Editar equipo
no: Rediger utstyr
se: Redigera utrustning

source: Lashing Calculator
es: Calculadora de amarres
no: Lastsikringskalkulator
se: lastsäkrings kalkylator

source: Delete Category
es: Eliminar Categoría
no: Slett kategori
se: Radera kategori

source: You are about to delete a Category, this procedure is irreversible.
es: Está por eliminar una Categoría, este procedimiento es irreversible.
no: Du er i ferd med å slette en kategori. Denne prosedyren irreversibel.
se: Du kommer att ta bort en kategori. Detta förfarande är oåterkallelig.

source: Create new
es: Crear Nuevo
no: Opprett ny
se: Skapa ny

source: Add category
es: Agregar categoría
no: Opprett kategori
se: Lägg till kategori

source: Add Equipment
es: Agregar equipo
no: Opprett utstyr
se: Lägg till kategori

source: Add Page
es: Agregar página
no: Opprett side
se: Lägg till sida

source: Page
es: Página
no: Side
se: Sida

source: You are about to deactivate this category.
es: Está a punto de desactivar esta categoría.
no: Du er i ferd med å deaktivere denne kategorien.
se: Du kommer att inaktivera denna kategori.

source: Choose category
es: Elegir categoría
no: Velg en kategori
se: Välj en kategori

source: Choose supplier
es: Elegir proveedor
no: Velg en leverandør
se: Välj leverantör

source: digits
es: dígitos
no: tall
se: Siffror

source: Add periodic control
es: Agregar control periódico
no: Opprett periodisk kontroll
se: Skapa periodisk kontroll

source: Defence specialist operations are certified by Norsk Sertifisering AS through its own approval.
es: Especialistas en operaciones de defensa son certificados por Norsk Sertifisering AS bajo su propia aprobación.

source: The control should be in accordance with the procedures and systems subject to this approval. The equipment is controlled in accordance with requirements in these regulations:
es: El control debe ser realizado en concordancia con los procedimientos y sistemas sujetos a aprobación. El equipo es controlado en concordancia con los requerimientos de las siguientes regulaciones:

source: Export PDF
es: Exportar PDF
no: Eksport PDF
se: exportera PDF

source: Periodic control attachment
es: Adjunto de control periódico
no: Vedlegg for periodisk kontroll
se: Bifogad fil för periodisk kontroll

source: Visual control for equipment instances
es: Control visual para instancias de equipos
no: Visuell kontroll for individer
se: Visuell kontroll för individ

source: A 404 error occurred
es: Error 404
no: En 404-feil oppstod
se: En 404 fel inträffade

source: The requested controller was unable to dispatch the request.
es: El controlador solicitado no ha podido realizar lo solicitado.
no: Forespørselen kunne ikke utføres.
se: Begäran kunde inte utföras

source: The requested controller could not be mapped to an existing controller class.
es: El controlador solicitado no se puede relacionar a un controlador de una clase existente.
no: Forespørselen kunne ikke utføres.
se: Begäran kunde inte utföras

source: The requested controller was not dispatchable.
es: El controlador solicitado no fue realizado.
no: Forespørselen kunne ikke utføres.
se: Begäran kunde inte utföras

source: The requested URL could not be matched by routing.
es: No se ha podido acceder a la URL solicitada.
no: Forespørselen kunne ikke utføres.
se: Begäran kunde inte utföras

source: We cannot determine at this time why a 404 was generated.
es: No podemos determinar en este momento porque un 404 se ha generado.
no: En 404-feil har oppstått.
se: En 404 fel inträffade

source: Controller
es: Controlador
no: Kontroller
se: Kontrollera

source: resolves to %s
es: resuelve a %s
no: omgjøres til %s
se: omgjøres til %s

source: Additional information
es: Información adicional
no: Tilleggsinformasjon
se: Övrig information

source: File
es: Archivo
no: Fil
se: Fil

source: Message
es: Mensaje
no: Melding
se: Meddelande

source: Stack trace
es: Rastreo de ruta

source: Previous exceptions
es: Excepciones previas
se: Tidigare undantag

source: No Exception available
es: No hay una Excepción disponible
se: Inget undantag tillgänglig

source: An error occurred
es: Un error ha ocurrido
no: En feil oppstod
se: Ett fel uppstod

source: Control type
es: Tipo de control
no: Kontrolltype
se: Kontrolltyp

source: Period
es: Periodo
no: Periode

source: From date
es: Desde
no: Fra dato
se: Från datum

source: To date
es: hasta
no: Til dato
se: Till datum

source: Equipment Type
es: Tipo de equipo
no: Utstyrstype
se: Utrustning typ

source: Serial Number
es: Numero de serie
no: Serienummer
se: Serienummer

source: Reg. Number
es: Número de registro
no: Reg. nummer
se: Reg. nummer

source: Batch Number
es: Numero de lote
no: Batchnummer
se: Batchnummer

source: Checkout status
es: Estado de registro de salida
no: Utlånsstatus
se: Utcheck status

source: Order Number
es: Número de orden
no: Ordrenummer
se: Ordernummer

source: Supplier
es: Proveedor
no: Leverandør
se: Leverantör

source: instances passed periodic control date
es: Instancias que han pasado la fecha de control periódico
no: individer utgått på kontrolldato
se: Individ som löpt inspektionsdatum

source: instances passed guarantee date
es: Instancias que han pasado la fecha de garantía
no: individer utgått på garantitid
se: Individ som löpt garantitid

source: instances passed technical lifetime
es: Instancias que han pasado la vida útil
no: individer utgått på teknisk levetid
se: Individ som löpt tekniska livslängd

source: Continue
es: Continuar
no: Fortsett
se: Fortsätta

source: Cancel
es: Cancelar
no: Avbryt
se: Avbryt

source: Create periodic controls
es: Crear controles periódicos
no: Opprett periodisk kontroll
se: Skapa periodisk kontroll

source: You are creating periodic control for 0 equipment instances...
es: Usted está creando un control periódico para 0 instancias de equipos.
no: Du oppretter periodisk kontroll for 0 individer
se: Du skapar periodisk kontroll för 0 individ

source: Search for equipment
es: Buscar un equipo
no: Søk etter utstyr
se: Sök utrustning

source: Create visual controls
es: Crear controles visuales
no: Neste visuelle kontroll
se: Nesta visuella kontroll

source: You are creating visual control for 0 equipment instances...
es: Usted está creando un control visual para 0 instancias de equipos.
no: Du oppretter periodisk kontroll for 0 individer
se: Du skapar kontroll för 0 individ

source: NATO no. must be 9 or 13 characters.
no: NATO nr. må bestå av 9 eller 13 tegn.
se: NATO nr. Måste bestå av 9 eller 13 tecken.

source: Price
no: Pris
se: Pris

source: No
no: Nei
se: Nej

source: Other decor
no: Annen fast innredning
se: Annan fast inredning

source: Visual
no: Visuell
se: Visuell

source: Length (cm)
no: Lengde (cm)
se: Längd (cm)

source: Too many instances were returned. Please add more filters
no: For mange tilfeller ble returnert. Vennligst legg flere filtre
se: För många fall återlämnades. Vänligen lägga till fler filter

source: Too many controls were returned. Please add more filters
no: For mange kontroller ble returnert. Vennligst legg flere filtre
se: Alltför många kontroller returnerades. Vänligen lägg till fler filter

source: VEDOS-MEDICAL
no: VEDOS-MEDISINSK
se: VEDOS-MEDICINSK

source: VEDOS-MECHANICAL
no: VEDOS-MEKANISK
se: VEDOS-MEKANISKT

source: NATO #
no: NATO nr.
se: NATO nr.

source: Material #
no: Materialnummer
se: Materialnummer

source: Unlink
no: Fjern kobling
se: Ta bort länk

source: SAP #
no: SAP nr.
se: SAP nr.

source: Country road
no: Landeveg

source: Sea
no: Sjøfartøy

source: Air
no: Luftfartøy

source: Railway
no: Jernbane

source: Armed forces
no: Forsvarsgren

source: Are you sure you want to change the template?
no: Er du sikker på du ønsker å endre mal?

source: When changing template, information registered for the previous template will no longer be visible. Are you sure you want to change
no: Når du endrer malen, vil informasjon som var registrert for den forrige malen ikke lenger være synlig. Er du sikker på du ønsker å fortsette?

source: Edit Lashing Calculator information
no: Rediger lastsikringskalkulator informasjon

source: NATO # (ex. 2320-15-180-8279)
no: NATO nr. (eks. 2320-15-180-8279)
