Repository: Elsa5511/zerotask
Catalog: src/module/Quiz/language/*.po
Languages: es, no

source: The exam attempt has expired. Ask your superior for a new attempt.
es: La oportunidad para realizar el examen ha expirado. Consulte a su superior para tener una nueva oportunidad..
no: Eksamensforsøket er utløpt. Spør din overordnede om et nytt forsøk.

source: Exam has already been started.
es: El examen ya se ha iniciado.
no: Eksamenen har allerede blitt startet.

source: An exam attempt has been added successfully.
es: Un intento de examen se ha agregado con éxito.
no: Eksamensforsøket har blitt opprettet.

source: The exam doesn't have any questions
es: El examen no tiene ninguna pregunta.
no: Eksamenen har ingen spørsmål

source: The exam attempt has been deleted successfully
es: El intento de examen se ha eliminado con éxito.
no: Eksamensforsøket har blitt slettet.

source: You have exceeded the time limit for this exam. You may no longer submit answers to questions.
es: Ha excedido el tiempo límite para este exámen. No puede seguir respondiendo las preguntas.
no: Tiden for denne eksamenen har utløpt. Du har ikke lenger mulighet til å besvare spørsmål.

source: Exam
es: Examen
no: Eksamen

source: The equipment type does not exist
es: El tipo de equipo no existe
no: Utstyrstypen eksisterer ikke

source: Tests
es: Pruebas
no: Tester

source: The exam has been successfully saved.
es: El examen ha sido guardado con éxito.
no: Eksamenen har blitt lagret

source: The exam could not be saved. Try again later.
es: El exámen no se ha podido guardar. Intente de nuevo más tarde
no: Eksamenen kunne ikke lagres. Prøv igjen senere.

source: This exercise does not have any questions.
es: El ejercicio no tiene ninguna pregunta.
no: Øvelsen har ingen spørsmål.

source: Exercise
es: Ejercicio
no: Øvelse

source: Exercises
es: Ejercicios
no: Øvelser

source: The question has been deleted successfully
es: La pregunta se ha agregado con éxito.
no: Spørsmålet har blitt slettet.

source: You cannot edit this question because it is used in ongoing exam attempts
es: Usted no puede editar la pregunta porque esta siendo utilizada en exámenes en curso.
no: Du kan ikke slette dette spørsmålet da det er med i et pågående eksamensforsøk.

source: The question has been successfully saved.
es: La pregunta ha sido guardada con éxito.
no: Spørsmålet har blitt lagret

source: The question could not be saved.
es: La pregunta no ha podido ser guardada.
no: Spørsmålet kunne ikke lagres.

source: This question has already been answered.
es: Est pregunta ya se ha respondido.
no: Dette spørsmålet er allerede besvart.

source: add
es: agregar
no: Opprett

source: The %s has been successfully saved.
es: %s se ha guardado con éxito.
no: %s har blitt lagret

source: The %s could not be saved. Try again later.
es: %s no se ha podido guardar. Intente de nuevo más tarde.
no: %s kunne ikke lagres. Prøv igjen senere.

source: edit
es: Editar
no: Rediger

source: The %s has been deleted successfully.
es: %s ha sido eliminado con éxito
no: %s har blitt slettet.

source: Choose an exam
es: Elegir un examen
no: Velg en eksamen

source: User
es: Usuario
no: Bruker

source: Choose a user
es: Escoger un usuario
no: Velg en bruker

source: Expiration date
es: Fecha de expiración
no: Utløpsdato

source: Add exam attempt
es: Agregar intento de examen
no: Opprett eksamensforsøk

source: Number of questions
es: Número de preguntas
no: Antall spørsmål

source: Time limit
es: Tiempo límite
no: Tidsbegrensning

source: Minutes
es: Minutos
no: Minutter

source: Choose an exercise
es: Elegir un ejercicio
no: Velg en øvelse

source: Save
es: Guardar
no: Lagre

source: Option text
es: Texto opcional
no: Svaralternativ

source: Correct answer
es: Respuesta correcta
no: Korrekt svar

source: Delete option
es: Eliminar opción
no: Slett svaralternativ

source: Subject
es: Tema
no: Tema

source: Explanatory text
es: Texto explicativo
no: Forklaringstekst

source: Question text
es: Texto de la pregunta
no: Spørsmålstekst

source: Image
es: Imagen
no: Bilde

source: Resource link
es: Enlace de recursos
no: Ressurslenke

source: Use relative url (e.g /ladoc/page/index/id/5) for internal links and full url (e.g http://www.google.com) for external links
es: Use el url relativo (p.e. /ladoc/page/index/id/5) para direcciones internas y el url completo (p.e. http://www.google.com) para direcciones externas
no: Bruk relativ url (f.eks /ladoc/page/index/id/5) for interne lenker og full url (f.eks http://www.google.com) for eksterne lenker

source: Weighting (1-9)
es: Ponderación (1-9)
no: Vekting (1-9)

source: Question type
es: Tipo de pregunta
no: Spørsmålstype

source: Single choice
es: Elección simple
no: Ett gyldig svar

source: Multiple choice
es: Elección múltiple
no: Flere gyldige svar

source: Please add answer options
es: Por favor agregar opciones de respuesta
no: Legg til svaralternativer

source: Add an option
es: Agregar una opción
no: Legg til svar

source: Save question
es: Guardar pregunta
no: Lagre spørsmål

source: The file must be of type
es: El archivo debe ser del tipo
no: Filen må være av typen

source: The file was not detected
es: El archivo no ha sido detectado
no: Filen ble ikke oppdaget

source: Name
es: Nombre
no: Navn

source: Score requirement (&#37;)
es: Requerimiento de puntuación (&#37;)
no: Minstekrav poengsum (&#37;)

source: Introduction text
es: Texto introductivo
no: Introduksjonstekst

source: Passed
es: Aprobado
no: Bestått

source: Failed
es: Desaprobado
no: Ikke bestått

source: In progress
es: En progreso
no: Påbegynt

source: Not started
es: No ha comenzado
no: Ikke påbegynt

source: Exam attempts
es: Intentos de examen
no: Eksamensforsøk

source: Exams
es: Examen
no: Eksamener

source: Exercise attempts
es: Intentos de ejercicios
no: Øvelsesforsøk

source: Could not delete exam attempt.
es: El intento de examen no se ha eliminado.
no: Kunne ikke slette eksamensforsøk.

source: Exam Attempts report
es: Reporte de Intentos de Exámenes
no: Rapport over eksamensforsøk

source: Date
es: Fecha
no: Dato

source: Time used
es: Tiempo utilizado
no: Varighet (minutter)

source: Result
es: Resultado
no: Resultat

source: Status
es: Estado

source: Exercise Attempts report
es: Reporte de intentos de ejercicios
no: Øvelsesforsøk

source: Equipment type
es: Tipo de equipo
no: Utstyrstype

source: Exercise does not exist.
es: Ejercicio no existe.
no: Øvelsen eksisterer ikke

source: Could not delete question.
es: No se puede eliminar la pregunta.
no: Kunne ikke slette spørsmål.

source: Question can't be deleted because it is related to:
es: La pregunta no puede ser eliminada porque está relacionada a:
no: Spørsmål kan ikke slettes fordi det er koblet mot:

source: %d exercise attempts
es: %d intento de ejercicios
no: %d øvelsesforsøk

source: Equipment does not exist.
es: Equipo no existe.
no: Utstyret eksisterer ikke

source: Quiz doesn't exist
es: Cuestionario no existe
no: Testen eksisterer ikke

source: Could not delete quiz.
es: No se puede eliminar el cuestionario.
no: Kunne ikke slette test.

source: About tests
es: Acerca de los cuestionarios
no: Om tester

source: In this part of
es: En esta parte de
no: I denne delen av

source: you will find different tests related to the selected equipment. You can choose which test you want to perform in the table to the left. Exercises can be performed any time and as many times as you want. Exams can only be performed once and after approval from the admin.
es: usted encontrará diversos cuestionarios relacionados al equipo seleccionado. Usted puede elegir que exámen quiere realizar en la tabla de la izquierda. Los ejercicios se pueden realizar en cualquier momento y tantas veces como usted quiera. Los exámenes solo se pueden realizar una vez luedo de la aprobación del administrador.
no: finner du ulike tester relatert til det valgte utstyret. Du kan velge hvilken test du ønsker å utføre i tabellen under. Øvelser kan gjennomføres etter eget forgodtbefinnende, så mange ganger man ønsker. Eksamener kan bare gjennomføres én gang, og bare etter godkjenning av en administrator.

source: The test will display as
es: El examen se mostrará como
no: Testen vil vises som

source: until you have answered and confirmed all the questions. If you want to restart an exercise you can click
es: hasta que haya respondido y confirmado todas las preguntas. Si quiere reiniciar un ejercicio puede seleccionar el botón
no: inntil du har sendt inn besvarelsen. Hvis du ønsker å starte en øvelse på nytt kan du trykke på

source: Restart
es: Reiniciar
no: Omstart

source: to start over.
es: para comenzar de nuevo.
no: for å begynne om igjen.

source: The answers are weighted based on importance from 1 to 9. During the test the number of correct and incorrect answers will be displayed, as well as your total score. The test will be marked as
es: Las respuestas son ponderadas sobre la base de su importancia del 1 al 9. Durante este examen el número correcto e incorrecto de respuestas se mostrará, así como el total de su puntuación. El exámen estará marcado como
no: Svarene vektes i forhold til viktighet fra 1 til 9. Under testen vil antallet riktige og gale svar vises, sammen med din totale poengsum. Testen vil markeres som

source: if you reached the required number of points, and
es: si usted ha alcanzado el número requerido de puntos, y
no: hvis du har oppnådd det nødvendige antall poeng, og

source: if you did not.
es: si usted no alcanzó.
no: i motsatt tilfelle.

source: Choose obligatory questions
es: Elegir las preguntas obligatorias
no: Velg obligatoriske spørsmål

source: Advanced search
es: Búsqueda avanzada
no: Avansert søk

source: Attempt status
es: Estado de intento
no: Forsøksstatus

source: Search
es: Buscar
no: Søk

source: Show All
es: Mostrar todos
no: Vis alle

source: Edit
es: Editar
no: Rediger

source: Delete
es: Eliminar
no: Slett

source: Questions
es: Preguntas
no: Spørsmål

source: Start
es: Comenzar

source: Continue
es: Continuar
no: Fortsett

source: Create new exercise
es: Crear nuevo ejercicio
no: Opprett ny øvelse

source: Create new exam
es: Crear nuevo examen
no: Opprett ny eksamen

source: The questions are weighted based on importance from 1 to 9. You will pass the test if you reach the total number of points required.
es: Las preguntas estan ponderadas sobre la base de su importancia del 1 al 9. Usted aprobará el examen si llega al número total de puntos requeridos.
no: Spørsmålene vektes i forhold til viktighet fra 1 til 9. Du vil beså testen hvis du oppnår det nødvendige antall poeng.

source: You can move between questions using the pagination links.
es: Usted puede moverse entre preguntas utilizando los enlaces de páginas.
no: Du kan forflytte deg mellom spørsmål ved å bruke navigasjonslinjen.

source: When you enter a question, it will be marked as
es: Cuando ingrese una pregunta esta se marcará como
no: Når du åpner et spørsmål vil det vises som

source: When you confirm your answer to a question, it will be marked as
es: Cuando confirme la respuesta a una pregunta esta se marcará como
no: Når du besvarer spørsmålet vil det markeres som

source: Correct
es: Correcto
no: Korrekt

source: or
es: o
no: eller

source: Incorrect
es: Incorrecto
no: Feil

source: You will not be able to change your answer after confirming
es: Usted no podrá cambiar la respuesta luego de confirmarla
no: Du vil ikke ha anledning til å endre ditt svar etter å ha bekreftet svaret.

source: resource link
es: Enlace de recursos
no: ressurslenke

source: pointing to relevant information for the question will be displayed after confirming
es: señalando la información relevante para la pregunta se mostrará luego de su confirmación
no: som henviser til relevant informasjon for spørsmålet vil vises etter du har bekreftet svaret.

source: Prev
es: Anterior
no: Forrige

source: Next
es: Siguiente
no: Neste

source: Confirm answer
es: Confirme respuesta
no: Bekreft svar

source: Questions answered:
es: Pregunta respondida:
no: Besvarte spørsmål:

source: Correct answers:
es: Respuestas correctas:
no: Korrekte svar:

source: Current score:
es: Resultado actual:
no: Nåværende resultat:

source: Required score:
es: Resultado requerido:
no: Påkrevd resultat:

source: Current status:
es: Estado actual:
no: Status:

source: Time remaining:
es: Tiempo remanente:
no: Gjenværende tid:

source: Search results
es: Buscar resultados
no: Søkeresultat

source: Completed date
es: Fecha en que se completó
no: Fullført dato

source: Exam attempts report
es: Reporte de intentos de exámenes
no: Rapport over eksamensforsøk.

source: Add Exam
es: Agregar Examen
no: Legg til eksamen

source: Edit Exam
es: Editar Examen
no: Endre eksamen

source: You need to be logged in order to perform exams
es: Tienes que iniciar sesión para hacer examenes
no: Du må være logget inn for å kunne utføre eksamener

source: Exams attempts
es: Intentos de examen
no: Eksamensforsøk

source: Options
es: Opciones
no: Valg

source: Based on Exercise
es: Basado en un Ejercicio
no: Basert på øvelse

source: Exercise attempts report
es: Reporte de intentos de ejercicios
no: Rapport over øvingsforsøk

source: Add new question
es: Agregar nueva pregunta
no: Legg til spørsmål

source: Edit question
es: Editar pregunta
no: Endre spørsmål

source: Delete question
es: Eliminar pregunta
no: Slett spørsmål

source: Question %d
es: Pregunta %d
no: Spørsmål %d

source: Instructions
es: Instrucciones
no: Instruksjon

source: exercise
es: ejercicio
no: øvelse

source: You need to be logged in order to perform exercises
es: Tienes que iniciar sesión para hacer ejercicios
no: Du må være logget inn for å kunne utføre øvelser

source: Last attempt
es: Último intento
no: Siste forsøk

source: Best result
es: Mejor resultado
no: Beste resultat

source: question
es: pregunta
no: spørsmål

source: You must select a correct answer
es: Usted debe elegir una respuesta
no: Du må velge et riktig svar

source: You must select only one correct answer
es: Usted solo puede elegir una respuesta
no: Du kan bare velge ett riktig svar

source: The answer is correct
es: La respuesta es correcta
no: Svaret er korrekt

source: The answer is incorrect
es: La respuesta es incorrecta
no: Svaret er feil

source: Quit test
es: Salir del cuestionario
no: Avslutt øvelsen

source: Based on exercise
no: Basert på øvelse

source: A
no: En
