Repository: Elsa5511/zerotask
Catalog: src/module/Documentation/language/*.po
Languages: se

source: This equipment doesn't exist
se: Utrustningen fins inte

source: Documentation
se: Dokumentation

source: This page doesn't exist
se: Sedan finns inte

source: The page has been saved.
se: Sedan lagras

source: None
se: Ingen

source: Category
se: Kategori

source: Name
se: Namn

source: Featured Image
se: Utvald bild

source: The file must be of type
se: Filen måste vara av typen

source: The file was not detected
se: Det gick inte att hitta filen

source: Content saved successfully
se: Innehållet lagrades

source: Page contains sections. Remove them before continuing.
se: Sedan innehåller sektioner. Ta bort dessa innan du fortsätter.

source: has been deleted successfully.
se: raderades

source: Page doesn't exist
se: Sidan kunde inte hittas

source: Edit Attachment
se: Redigera bilagor

source: Edit Document
se: Redigera dokument

source: New section
se: Ny sektion

source: New inline section
se: Ny undersektion

source: Section information
se: Information om sektion

source: Attachment information
se: Information om bilagor

source: Save
se: Spara

source: New Attachment
se: Nytt bilagor

source: New attachment
se: Nytt bilagor
