Repository: Elsa5511/zerotask
Catalog: src/module/LadocDocumentation/language/*.po
Languages: es, no, se

source: Lashing Equipments
es: Amarre de equipos
no: Lastsikringsutstyr
se: Lastsäkringsutrustning

source: Add Lashing Equipment
es: Agregar amarre de equipos
no: Legg til lastsikringsutstyr
se: Lägg till lastsäkringsutrustning

source: Edit Lashing Equipment
es: Editar amarre de equipos
no: Endre lastsikringsutstyr
se: Endra lastsäkringsutrustning

source: Lashing points
es: Puntos de amarre
no: Lastsikringspunkter
se: Lastsäkringspunkter

source: Add lashing point
es: Agregar punto de amarre
no: Legg til lastsikringspunkt
se: Lägg till lastsäkringspunkt

source: Edit lashing point
es: Editar punto de amarre
no: Endre lastsikringspunkt
se: Endra lastsäkringspunkt

source: The entity was deleted successfully.
es: La entidad se ha eliminado satisfactoriamente.
no: Enheten ble slettet
se: Enheten har raderats

source: The file was not detected
es: El archivo no ha sido detectado
no: Kunne ikke finne filen
se: Det gick inte att hitta filen

source: Create documentation
es: Crear documentación
no: Opprett dokumentasjon
se: Skapa dokumentation

source: This equipment doesn't exist
es: Este equipo no existe
no: Utstyret finnes ikke
se: Utrustningen fins inte

source: The parameter 'type' is not correct.
es: El 'tipo' de parámetro no es correcto.
no: Parameteren "type" er ugyldig.
se: Parametern "typ" är ogiltig

source: The description is not valid.
es: La descripción es inválida.
no: Beskrivelsen er ugyldig.
se: Beskrivningen är ogiltig

source: Lifting Points
es: Puntos de elevación
no: Løftepunkter
se: Lyftpunkter

source: Lifting Point
es: Punto de elevación
no: Løftepunkt
se: Lyftpunkt

source: on
no: på
se: på

source: Introduction picture
es: Foto introductiva
no: Introduksjonsbilde
se: Innledning, bild

source: Approved name
es: Nombre aprobado
no: Approbert navn
se: Antagen namn

source: Colloquial name
es: Nombre coloquial
no: Navn i dagligtale
se: Namn dagligt tal

source: Approved for
es: Aprobado por
no: Godkjent for
se: Godkänd för

source: According to STANAGs
es: De acuerdo a STANAGs
no: NATO STANAG / Standard
se: STANAGer och standarder

source: Responsible office
es: Oficina responsable
no: Ansvarlig fagkontor
se: Ansvarig avdelning

source: Choose a responsible office
es: Elegir una oficina responsable
no: Velg ansvarlig fagkontor
se: Välj ansvarig avdelning

source: Continue
es: Continuar
no: Fortsett
se: Fortsätta

source: The file must be of type
es: El archivo debe ser del tipo
no: Filen må ha typen
se: Filen måste vara av typen

source: Technical payload (kg)
es: Carga técnica útil (kg)
no: Teknisk nyttelast (kg)
se: Tekniska nyttolast (kg)

source: Length (mm)
es: Longitud (mm)
no: Lengde (mm)
se: Längd (mm)

source: Width (mm)
es: Ancho (mm)
no: Bredde (mm)
se: Bredd (mm)

source: Height with no load (mm)
es: Altura sin carga (mm)
no: Høyde, ubelastet (mm)
se: Höjd, utan last (mm)

source: Add attachments
es: Agregar adjuntos
no: Legg til vedlegg
se: Lägg till bilagor

source: Delete attachment
es: Eliminar adjunto
no: Slett vedlegg
se: Radera bilagor

source: Add attachment
es: Agregar adjunto
no: Legg til vedlegg
se: Lägg till bilagor

source: Description
es: Descripción
no: Beskrivelse
se: Beskrivning

source: NATO #
no: NATO nr.
se: NATO nr.

source: Count
no: Antall
se: Antal

source: Length (m)
es: Longitud (m)
no: Lengde (m)
se: Längd (m)

source: Save changes
es: Guardar cambios
no: Lagre endringer
se: Spara ändringar

source: Rupture Strength daN
es: Fuerza de ruptura daN
no: Bruddstyrke daN
se: Brottsstyrka daN

source: Weight - Additional information
es: Peso - Información adicional
no: Vekt - tilleggsinformasjon
se: Vikt - Ytterligare information

source: Dimensions - Additional information
es: Dimensiones - Información adicional
no: Mål - tilleggsinformasjon
se: Mått - Ytterligare information

source: Total weight (kg)
es: Peso total (kg)
no: Total vekt (kg)
se: Total vikt (kg)

source: Front axle (kg)
es: Eje frontal (kg)
no: Foraksel (kg)
se: Framaxel (kg)

source: Rear axle (kg)
es: Eje trasero(kg)
no: Bakaksel (kg)
se: Bakaxeln (kg)

source: Other axles (kg)
es: Otros ejes (kg)
no: Øvrige aksler (kg)
se: Övriga axlar (kg)

source: Update description
es: Descripción actualizada
no: Oppdater beskrivelse
se: Uppdaterade beskrivning

source: File
es: Archivo
no: Fil
se: Fil

source: The file type must be images (jpg, jpeg, gif, png), documents (pdf, doc, docx, ppt, pptx, xls, xlsx), videos (mov, mpeg4, avi, wmv)
es: El tipo de archivo debe ser una imagen (jpg, jpeg, gif, png), un documento (pdf, doc, docx, ppt, pptx, xls, xlsx) o un video (mov, mpeg4, avi, wmv)
no: Filtypen må være av typen bilde (jpg, jpeg, gif, png), dokument ( pdf, doc, docx, ppt, pptx, xls, xlsx) eller video (mov, mpeg4, avi, wmv).
se: Filändelsen måste vara den typ av bild (jpg, jpeg, gif, png), dokument (pdf, doc, docx, ppt, pptx, .xls) eller video (mov, MPEG4, AVI, WMV)

source: Equivalent models
es: Modelos equivalentes
no: Tilsvarende modeller
se: Motsvarande modeller

source: Rupture Strength daN pr. unit
es: Fuerza de ruptura daN por unidad
no: Bruddstyrke daN pr. stk
se: Brottsstyrka daN per. st.

source: Max height with own weight (mm)
es: Máxima altura con altura propia (mm)
no: Største høyde med egenvekt (mm)
se: Maximal höjd med egenvikt (mm)

source: Ground clearance with own weight (mm)
es: Distancia al suelo con peso propio (mm)
no: Bakkeklaring med egenvekt (mm)
se: Markfrigång med egenvikt (mm)

source: Own weight (kg)
es: Peso propio (kg)
no: Egenvekt (kg) se dokumentasjon
se: Egenvikt (kg) se dokumentation

source: Technical total weight (kg)
es: Peso técnico total (kg)
no: Teknisk totalvekt (kg)
se: Tekniska totalvikt (kg)

source: Gravity in all 3 axises with own weight
es: Gravedad en los tres ejes con peso propio
no: Tyngdepunkt i alle 3 akser med egenvekt
se: Tyngdpunkt i alla 3 axlar med egenvikt

source: Gravity in all 3 axises with total weight
es: Gravedad en los tres ejes con peso total
no: Tyngdepunkt i alle 3 akser med teknisk totalvekt
se: Tyngdpunkt i alla 3 axlar med tekniska totalvikt

source: Gauge exterior/interior of wheels or tracks (mm)
es: Medición exterior/interior de ruedas o orugas (mm)
no: Sporvidde utvending / innvendig på hjulene eller beltene

source: Overhang angle front/rear
es: Voladizo saliente frontal/trasero
no: Overhengsvinkel foran/bak
se: Överhäng vinkel fram / bak

source: Overhang front / wheelbase / overhang rear (mm)
es: Voladizo frontal / distancia de ejes / voladizo trasero
no: Overheng foran / alle akselavstander / overheng bak
se: Överhäng fram / hjulbas / överhäng bak (mm)

source: Additional information
es: Información adicional
no: Tilleggsinformasjon
se: Övrig information

source: Title
es: Título
no: Tittel
se: Titel

source: Placement
es: Colocación
no: Plassering
se: Placering

source: Illustration image
es: Imagen de ilustración
no: Illustrasjonsbilde
se: Illustration bild

source: Load restraint sheet image
es: Imagen de hoja de límites de carga
no: Oversiktsark for lastsikring
se: Index för lastsäkring

source: Certificate
no: Sertifikat

source: Calculation
no: Beregning

source: Control list
no: Kontrolliste

source: Tunell Profile
no: Tunellprofil

source: The same certification is valid for
es: El mismo certificado es válido por
no: Samme sertifisering gjelder også for
se: Samma certifiering gäller även

source: Choose a Carrier
es: Elegir un Transportista
no: Velg lastbærer
se: Välj lastbärare

source: Carrier
es: Transportista
no: Lastbærer
se: Lastbärare

source: Choose a Load
es: Elegir una carga
no: Velg last
se: Välj last

source: Load
es: Carga
no: Last
se: Last

source: Elaborated by
es: Elaborado por
no: Utarbeidet av
se: Sammanställd av

source: Approved by
es: Aprobado por
no: Godkjent av
se: Godkänt av

source: Approved date
es: Fecha de aprobación
no: Dato
se: Datum

source: Important prerequisites
es: Prerequisitos importantes
no: Viktige forutsetninger
se: Viktiga förutsättningar

source: The file type must be images (jpg, jpeg, gif, png)
es: El tipo de archivo debe ser una imagen (jpg, jpeg, gif, png)
no: Filen må være et bilde (jpg, jpeg, gif, png)
se: Filen måste vara en bild (jpg, jpeg, gif, png)

source: The file type must be pdf
no: Filen må være et Pdf
se: Filen måste vara en Pdf

source: Load Documentation does not exist.
es: Documentación de carga no existe.
no: Lastdokumentasjon eksisterer ikke
se: Lastdokumentation existerar inte

source: Section
es: Sección
no: Seksjon
se: Sektion

source: Basic information
es: Información básica
no: Basisinformasjon
se: Grundläggande information

source: Add new
es: Agregar nuevo
no: Legg til ny
se: Lägg till ny

source: Edit attachment
es: Editar adjunto
no: Endre vedlegg
se: Ändra bilagor

source: Return to list
es: Regresar a la lista
no: Tilbake til listen
se: Tillbaka till lista

source: Documentation attachments
es: Adjuntos de documentación
no: Dokumentasjon
se: Dokumentation

source: About the wizard
es: Acerca del asistente
no: Om veiviseren
se: Om guiden

source: You are about to start the wizard for registering loads and carriers in LADOC.
es: Usted esta a punto de comenzar el asistente para registrar cargas y transportes en LADOC.
no: Du er i ferd med å starte veiviseren for å registrere en last eller en lastbærer i LADOC.
se: Du är på väg att starta guiden för registrering en last eller en lastbärare i LADOC.

source: The wizard consists of 5 steps and brings the possibility to register all relevant information about a load or a carrier.
es: El asistente consta de 5 pasos y le dan la posibilidad de registrar toda la información relevante acerca de la carga o el transporte.
no: Veiviseren består av 5 steg og gir mulighet til å registrere all relevant informasjon om en last eller lastbærer.
se: Guiden består av 5 steg och ger möjlighet att spela in all relevant information om en last eller lastbärare .

source: You can move back and forward in the wizard, but the information in a section will not be saved until you go forward.
es: Usted puede avanzar y retrocer en el asistente pero la información en una sección no se guardará hasta que no avance.
no: Du kan bevege deg frem og tilbake i veiviseren, men informasjonen i en seksjon blir ikke lagret før du klikker deg videre.
se: Du kan flytta fram och tillbaka i guiden, men informationen i ett avsnitt sparas inte förrän du klickar igenom.

source: After you are through with all the steps and the information has been registered, you can go back any time to edit the information.
es: Luego de que termine con todos los pasos y la información haya sido registrada, usted podrá retroceder en cualquier momento para editar la información.
no: Når du har vært gjennom alle stegene i veilederen og informasjonen er registrert, kan du når som helst gå inn å redigere informasjonen i ettertid.
se: När du har gått igenom alla steg i guiden och informationen registreras, kan du när som helst gå in för att redigera informationen senare.

source: Connecting a load to carrier or vice versa, can not be done in the wizard, but can be done afterwards in the defail page for the load or the carrier.
es: Conectar una carga a un transporte o viceversa no puede ser hecho a través del asistente, puede ser hecho posteriormente en la página detallada de la carga o del transporte.
no: Knytning av en last mot en lastbærer eller en lastbærer mot en last, kan ikke gjøre i veilederen, men må gjøres i etterkant i skjermbildet for å vise informasjon om en last eller en lastbærer.
se: Knytning av en last på en lastbärare eller en lastbärare till en belastning, kan man inte göra i den här guiden, den måste göras efteråt i skärmen för en last eller lastbärare .

source: Create Load Documentation
es: Crear Documentación de Carga
no: Opprett dokumentasjon for last
se: Skapa dokumentation för last

source: Create Carrier Documentation
es: Crear Documentación de Transporte
no: Opprett dokumentasjon for lastbærer
se: Skapa dokumentation för lastbärare

source: Load documentation
es: Documentación de Carga
no: Last dokumentasjon
se: Last dokumentation

source: Carrier documentation
es: Documentación de Transporte
no: Lastbærer dokumentasjon
se: Lastbærer dokumentation

source: Dimensions, weight and center of gravity
es: Dimensiones, peso y centro de gravedad
no: Mål, Vekt og Tyngdepunkt
se: Mått, vikt och tyngdpunkt

source: Dimensions and weight
es: Dimensiones y peso
no: Vekt og Mål
se: Mått och vikt

source: Lifting points
es: Puntos de levantamiento
no: Løftepunkter
se: Lyftpunkter

source: Documentation
es: Documentación
no: Dokumentasjon
se: Dokumentation

source: Load on carrier, Road
no: Last på landeveg

source: Load on carrier, Sea
no: Last på sjøfartøy

source: Load on carrier, Air
no: Last i luftfartøy

source: Load on carrier, Railway
no: Last på jernbane

source: Qty
es: Cuenta
no: Antall
se: Antal

source: Breaking Strength daN
es: Fuerza de ruptura daN
no: Bruddstyrke daN
se: Brottstyrka daN

source: Breaking Strength daN pr. unit
es: Fuerza de ruptura daN por unidad
no: Bruddstyrke daN pr. stk
se: Brottstyrka daN pr. st.

source: Edit section
es: Editar sección
no: Endre seksjon
se: Redigera sektion

source: Material no.
es: Material #
no: Materialnr.
se: Materialnummer

source: See attachment
es: Ver adjunto
no: Se vedlegg
se: Se bilaga

source: Own weight
es: Peso propio
no: Egenvekt
se: Egenvikt

source: Technical weight
es: Peso técnico
no: Teknisk totalvekt
se: Tekniska totalvikt

source: Loading plan
es: Plan de carga
no: Lasteflaten
se: Lastplan

source: General description
es: Descripción general
no: Generell beskrivelse
se: Allmän beskrivning

source: Save description
es: Guardar descripción
no: Lagre beskrivelse
se: Spara beskrivning

source: Length (mm)
es: Longitud (mm)
no: Lengde (mm)
se: längd (mm)

source: Width (mm)
es: Ancho (mm)
no: Bredde (mm)
se: Bredd (mm)

source: Max height with own weight (mm)
es: Máxima altura con peso propio (mm)
no: Største høyde med egenvekt (mm)
se: Maximal höjd med egenvikt (mm)

source: Ground clearance with own weight (mm)
es: Distancia al suelo con peso propio (mm)
no: Bakkeklaring med egenvekt (mm)
se: Markfrigång med egenvikt (mm)

source: Own weight (kg) see documentation
es: Peso propio (kg) ver documentación
no: Egenvekt (kg) se dokumentasjon
se: Egenvikt (kg) se dokumentation

source: Technical total weight (kg)
es: Peso técnico total (kg)
no: Teknisk totalvekt (kg)
se: Tekniska totalvikt (kg)

source: Gravity in all 3 axises with own weight
es: Gravedad en los 3 ejes con peso propio
no: Tyngdepunkt i alle 3 akser med egenvekt
se: Tyngdpunkt i alla 3 axlar med egenvikt

source: Gravity in all 3 axises with total weight
es: Gravedad en los 3 ejes con peso total
no: Tyngdepunkt i alle 3 akser med teknisk totalvekt
se: Tyngdpunkt i alla 3 axlar med tekniska totalvikt

source: Gauge exterior/interior of wheels or tracks
es: Medición exterior/interior de ruedas o orugas
no: Sporvidde utvendig / innvendig på hjulene eller beltene
se: Gauge exterior/interior of wheels or tracks (mm)

source: Overhang angle front/rear
es: Voladizo saliente frontal/trasero
no: Overhengsvinkel foran/bak
se: Överhäng vinkel fram / bak

source: Overhang front / wheelbase / overhang rear
es: Voladizo frontal / distancia de ejes / voladizo trasero
no: Overheng front / alle akselavstander / overheng bak
se: Överhäng fram / hjulbas / överhäng bak (mm)

source: Previous
es: Previo
no: Forrige
se: Föregående

source: With certificate for
no: Med sertifikat

source: Loads with certificate
no: Laster med sertifikat

source: Detail
es: Detalle
no: Detaljer
se: Detaljer

source: With ATTLA approval
no: Med ATTLA godkjenning

source: Loads with ATTLA approval
no: Laster med ATTLA godkjenning

source: With tunell profile
no: Med tunellprofil

source: Loads with tunell profile
no: Laster med tunellprofil

source: Without certificate
no: Uten sertifikat

source: Loads without certificate
no: Laster uten sertifikat

source: Without ATTLA approval
no: Uten ATTLA godkjenning

source: Loads without ATTLA approval
no: Laster uten ATTLA godkjenning

source: Without tunell profile
no: Uten tunellprofil

source: Loads without tunell profile
no: Laster uten tunellprofil

source: Load NATO #
es: Carga NATO #
no: Last NATO nr.
se: Last NATO nr.

source: Carrier NATO #
es: Transporte NATO #
no: Lastbærer NATO nr.
se: Lastbärare NATO nr.

source: The same certification
es: La misma certificación
no: Samme sertifisering
se: Samma certifiering

source: is valid for
es: es válido por
no: gjelder også for
se: gäller även

source: This documentation has been created in accordance with guidelines given by FLO.
es: Esta documentacion ha sido creada de acuerdo a las guías hechas por FLO
no: Denne dokumentasjonen er utarbeidet i henhold til retningslinjer gitt av sjef FLO.
se: Denna dokumentation är upprättad i enlighet med riktlinjer som utfärdats av XXXXXX

source: Date
es: Fecha
no: Dato
se: Datum

source: Read more
no: Les mer
se: Läs mer

source: Certified carrier: Edit load restraint documentation
es: Transporte certificado: Editar documentación de restricciones de carga
no: Sertifisert lastbærer: Endre lastsikringsbeskrivelse
se: Certifierade lastbärare : Ändra lastsäkringsbeskrivning

source: Certified load: Edit carrier restraint documentation
es: Carga certificada: Editar documentación de restricciones de transporte
no: Sertifisert last: Endre lastsikringsbeskrivelse
se: Certifierade laster: Ändra lastsäkringsbeskrivning

source: Load restraint documentation for certified carriers
es: Documentacion de restricciones de carga para transportes certificados
no: Lastsikringsbeskrivelse for sertifisert lastbærer
se: Lastsäkringsbeskrivning för certifierad lastbärare

source: Carrier restraint documentation for certified load
es: Documentacion de restricciones de transporte para cargas certificados
no: Lastsikringsbeskrivelse for sertifisert last
se: Lastsäkringsbeskrivning för certifierad last

source: Non-certified carrier: Edit load restraint documentation
es: Transporte no certificado: Editar documentación de restricciones de carga
no: Ikke-sertifisert lastbærer: Endre lastsikringsbeskrivelse
se: Icke-certifierade lastbärare : Ändra lastsäkringsbeskrivning

source: Non-certified load: Edit Carrier restraint documentation
es: Carga no certificada: Editar documentación de restricciones de transporte
no: Ikke-sertifisert last: Endre lastsikringsbeskrivelse
se: Icke-certifierad last: Ändra lastsäkringsbeskrivning

source: Load restraint documentation for non-certified carriers
es: Documentacion de restricciones de carga para transportes no certificados
no: Lastsikringsbeskrivelse for ikke-sertifisert lastbærer
se: Lastsäkringsbeskrivning för icke-certifierad lastbärare

source: Carrier restraint documentation for non-certified loads
es: Documentacion de restricciones de transporte para cargas no certificados
no: Lastsikringsbeskrivelse for ikke-sertifisert last
se: Lastsäkringsbeskrivning för icke-certifierad last

source: Pdf information
se: Pdf informationen

source: Load on Carrier
es: Carga en el transporte
se: Last på Lastbärare

source: and standards
es: y estándares
se: som uppfyller

source: Certified carriers
es: Transportes certificados
se: Certifierade lastbärare

source: Certified loads
es: Cargas certificadas
se: Certifierade laster

source: Non-certified carriers
es: Transportes no certificados
se: Icke-certifierade lastbärare

source: Non-certified loads
es: Cargas no certificadas
se: Icke-certifierade laster
