Repository: Elsa5511/zerotask
Catalog: src/module/Application/language/*.po
Languages: es, no, se

source: The requested controller was unable to dispatch the request.
es: El controlador solicitado no ha podido realizar lo solicitado.
no: Den forespurte kontrolleren var ikke i stand til å sende forespørselen.

source: The requested controller could not be mapped to an existing controller class.
es: El controlador solicitado no ha podido ser asignado a una clase de controlador existente.
no: Den forespurte kontrolleren kunne ikke tilordnes til en eksisterende kontroller.

source: The requested controller was not dispatchable.
es: El controlador solicitado no fue realizado.
no: Den forespurte kontrolleren kunne ikke iverksettes.

source: The requested URL could not be matched by routing.
es: No se ha podido acceder a la URL solicitada
no: Den forespurte nettadressen kan ikke matches av ruter.

source: We cannot determine at this time why a 404 was generated.
es: No podemos determinar en este momento porque un 404 se ha generado.
no: Vi kan ikke fastslå på dette tidspunktet hvorfor en 404 ble generert.

source: Controller
es: Controlador
no: Kontroller

source: resolves to %s
no: vedtar %s

source: Additional information
es: Información adicional
no: Tilleggsinformasjon
se: Övrig information

source: Message
es: Mensaje
no: Melding
se: Meddelande

source: Previous exceptions
es: Excepciones previas
no: Tidligere unntak

source: No Exception available
es: No hay Excepción disponible
no: Ingen unntak tilgjengelig

source: An error occurred
es: Un error ha ocurrido
no: En feil oppstod

source: Select image
es: Seleccionar imagen
no: Velg bilde
se: Välj bild

source: Remove
es: Remover
no: Fjern
se: Ta bort

source: Change
es: Cambiar
no: Endre
se: Ändra

source: Maximum allowed size for file is 10MB
es: Tamaño máximo del archivo es de 10MB
no: Maks tillatt filstørrelse for filen er 10MB
se: Högsta tillåtna filstorlek är 10 MB

source: Select some options
es: Elija algunas opciones
no: Velg alternativer
se: Välj alternativ

source: Select file
es: Elegir archivo
no: Velg fil
se: Välj fil

source: Delete attachment
es: Eliminar adjunto
no: Slett vedlegg
se: Radera bilagor

source: Select document
no: Velg fil

source: You must select an attachment
es: Debe elegir un adjunto
no: Du må velge et vedlegg
se: Du måste välja en bilaga

source: Select an option
es: Elija una opción
no: Velg et alternativ
se: Välj ett alternativ

source: Option text
es: Opción de texto
no: Tekst for svaralternativ
se: Text för alternativa svar

source: Is it a correct answer?
es: Es la respuesta correcta?
no: Riktig svar?
se: Korrekt svar?

source: Delete option
es: Eliminar opción
no: Slett svaralternativ
se: Radera svarsalternativet

source: Show inactive
es: Mostrar inactivos
no: Vis inaktive
se: Visa inaktiva

source: Save
es: Guardar
no: Lagre
se: Spara

source: Show expired exam attempts.
es: Mostrar intentos expirados de exámenes
no: Vis utgåtte eksamensforsøk.
se: Visa löpte examen försök

source: Weight
es: Peso
no: Vekt
se: Vikt

source: Dimensions
es: Dimensiones
no: Mål
se: Dimension

source: Help
es: Ayuda
no: Hjelp
se: Hjälp

source: Support
no: Brukerstøtte

source: See the support page on the Internet for useful <br> information and answers to common questions
no: Se brukerstøttesiden på intranett for nyttig <br> informasjon og svar på vanlige spørsmål

source: For user manuals, follow this %slink%s
no: For brukermanualer, følg denne %slinken%s

source: Reports
es: Reportes
no: Rapporter
se: Rapport

source: Equipment exercise attempts
es: Intentos de ejercicio de equipos
no: Øvelsesforsøk
se: Övningsförsök

source: Equipment exam attempts
es: Intentos de examen de equipos
no: Eksamensforsøk
se: Examensförsök

source: Instances expired on lifetime
es: Expiración de la vida de útil de instancias
no: Individer utgått på teknisk levetid
se: Individer löpte ut den tekniska livslängd

source: My account
es: My cuenta
no: Min konto
se: Mitt konto

source: Settings
es: Configuración
no: Innstillinger
se: Inställningar

source: Log out
es: Cerrar sesión
no: Logg ut
se: Logga ut

source: Login
es: Iniciar sesión
no: Logg inn
se: Logga in

source: Print Page
es: Imprimir Página
no: Skriv ut siden
se: Skriv ut sida

source: Norwegian Armed Forces
es: Fuerzas Armadas Noruegas
no: Forsvaret
se: Försvarsmakten

source: Are you sure you want to delete this element?
es: Está seguro que quiere eliminar este elemento?
no: Er du sikker på at du ønsker å slette dette elementet?
se: Är du säker på att du vill radera detta objekt?

source: Search
es: Buscar
no: Søk
se: Sök

source: Export to
es: Exportar a
no: Eksporter til
se: Export till

source: Excel (.xslx)
es: Excel (.xlsx)
no: Excel (.xlsx)
se: Excel (.xlsx)

source: The password will be disabled within %d days.
no: Ditt passord vil bli ugyldig i løpet av %d dager.

source: Use the link %s to make a new password.
no: Benytt denne linken %s for å opprette nytt passord.

source: You have been deactivated as a user of VEDOS MEDICAL.
no: Du har blitt deaktivert som bruker av VEDOS MEDICAL.

source: If you need to be activated again take contact with:
no: Dersom du har behov for å få tilgang igjen ta kontakt med en av følgende personer:

source: E-mail or username
es: Correo electrónico o usuario
no: E-post eller brukernavn
se: E-post eller användarnamn

source: Forgot password
es: Olvidó la contraseña
no: Glemt passord
se: Glömt ditt lösenord?

source: Admin
es: Administrador

source: Type
es: Tipo
se: Typ

source: Link
es: Enlace

source: Send
es: Enviar
se: Skicka

source: Status
es: Estado

source: Kilovolt (KV)
es: Kilovoltio (KV)

source: Service
es: Servicio

source: Format
es: Formato

source: HSE and quality assurance software Suite
es: Paquete de software de Salud, Seguridad y Medio Ambiente y aseguramiento de la calidad

source: Load Security
es: Seguridad de la carga
se: Lastsäkring

source: Stack trace
es: Rastreo de ruta

source: Direct Safety
se: Direkt säkring
