Repository: Elsa5511/zerotask
Catalog: src/module/Application/language/*.po
Languages: es, no, se

source: Equipment instances
es: Instancia de equipos
no: Individer
se: Individer

source: Add equipment instance
es: Agregar instancia de equipo
no: Opprett individ
se: Skapa individ

source: Edit equipment instance
es: Editar instancia de equipo
no: Rediger individ
se: Redigera individ

source: Details
es: Detalles
no: Detaljer
se: Detaljer

source: Periodic control
es: Control periodico
no: Periodisk kontroll
se: Periodisk kontroll

source: Visual control
es: Control visual
no: Visuell kontroll
se: Visuell kontroll

source: Check-in
es: Registro de ingreso
no: Innsjekk
se: Checka in

source: Mass update
es: Actualización masiva
no: Oppdater alle
se: Uppdatera alla

source: Equipment attachments
es: Accesorios de equipo
no: Vedlegg
se: Bilagor

source: Equipment documentation
es: Documentación de equipo
no: Dokumentasjon
se: Dokumentation utrustning

source: Documentation
es: Documentación
no: Dokumentasjon
se: Dokumentation

source: Listing documents
no: Vedlegg

source: Add document
no: Legg til dokument

source: Edit document
no: Endre dokument

source: Create documentation
es: Crear documentación
no: Opprett dokumentasjon
se: Skapa dokumentation

source: Basic information
es: Información básica
no: Basisinformasjon
se: Grundläggande information

source: Weight and dimensions
es: Peso y dimensiones
no: Vekt og mål
se: Vikt och mått

source: Lashing Equipments
es: Amarre de equipos
no: Lastsikringsutstyr
se: Lastsäkringsutrustning

source: Add lashing equipment
es: Agregar amarre de equipos
no: Legg til lastsikringsutstyr
se: Lägg till lastsäkringsutrustning

source: Edit lashing equipment
es: Editar amarre de equipos
no: Endre lastsikringsutstyr
se: Redigera lastsäkringsutrustning

source: Lashing points
es: Puntos de amarre
no: Lastsikringspunkter
se: Lastsäkringspunkter

source: Add lashing point
es: Agregar punto de amarre
no: Legg til lastsikringspunkt
se: Lägg till lastsäkringspunkter

source: Edit lashing point
es: Editar punto de amarre
no: Endre lastsikringspunkt
se: Redigera lastsäkringspunkter

source: Lifting points
es: Puntos de elevación
no: Løftepunkter
se: Lyftpunkter

source: Add lifting point
es: Agregar punto de elevación
no: Legg til løftepunkt
se: Lägg till lyftpunkter

source: Edit lifting point
es: Editar punto de elevación
no: Endre løftepunkt
se: Redigera lyftpunkter

source: Documentation attachments
es: Adjuntos de documentación
no: Vedlegg til dokumentasjon
se: Dokumentation bilaga

source: Add documentation attachment
es: Agregar adjunto de documentación
no: Legg til vedlegg
se: Lägg till dokumentation bilaga

source: Edit documentation attachment
es: Editar adjunto de documentación
no: Endre vedlegg
se: Redigera dokumentation bilaga

source: Load restraint documentation for certified carriers
es: Documentación de límites de carga para transportes certificados
no: Lastsikringsbeskrivelse for sertifisert lastbærer
se: Lastsäkringsbeskrivning för certifierad lastbärare

source: Add load restraint documentation
es: Agregar documentación de límites de carga
no: Sertifisert lastbærer: Legg til lastsikringsbeskrivelse
se: Certifierad lastbärare: Lägg till lastsäkringsbeskrivning

source: Edit load restraint documentation
es: Editar documentación de límites de carga
no: Sertifisert lastbærer: Endre lastsikringsbeskrivelse
se: Certifierad lastbärare: Redigera lastsäkringsbeskrivning

source: Detail
es: Detalle
no: Detaljer
se: Detaljer

source: Carrier restraint documentation for certified loads
es: Documentacion de límites de transportistas para cargas certificadas
no: Lastsikringsbeskrivelse for sertifisert last
se: Lastsäkringsbeskrivning för certifierad last

source: Add carrier restraint documentation
es: Agregar documentación de limites de transporte
no: Sertifisert last: Legg til lastsikringsbeskrivelse
se: Certifierad last: Lägg till lastsäkringsbeskrivning

source: Edit carrier restraint documentation
es: Editar documentación de limites de transporte
no: Sertifisert last: Endre lastsikringsbeskrivelse
se: Certifierad last: Redigera lastsäkringsbeskrivning

source: Load restraint documentation for non-certified carriers
es: Documentación de límites de carga para transportes no certificados
no: Lastsikringsbeskrivelse for ikke-sertifiserte lastbærere
se: Lastsäkringsbeskrivning för icke-certifierad lastbärare

source: Carrier restraint documentation for non-certified loads
es: Documentacion de limites de transportistas para cargas no certificadas
no: Lastsikringsbeskrivelse for ikke-sertifisert last
se: Lastsäkringsbeskrivning för icke-certifierad last

source: Equipment training
es: Entrenamiento de equipo
no: Opplæring
se: Utbildning

source: Equipment certifications
es: Certificaciones de equipo
no: Sertifiseringer
se: Certificeringar

source: Add certification
es: Agregar certificación
no: Legg til sertifisering
se: Lägg till certifieringar

source: Edit certification
es: Editar certificación
no: Rediger sertifisering
se: Redigera certifieringar

source: User certifications
es: Certificaciones de usuario
no: Brukersertifiseringer
se: Användar certifieringar

source: Exercises
es: Ejercicios
no: Øvelser
se: Övningar

source: Add exercise
es: Agregar ejercicio
no: Legg til øvelse
se: Lägg till övning

source: Edit exercise
es: Editar ejercicio
no: Rediger øvelser
se: Redigera övning

source: Exercise view
es: Ver ejercicio
no: Vis øvelse
se: Visa övning

source: Add Question
es: Agregar pregunta
no: Legg til spørsmål
se: Lägg til fråga

source: Edit Question
es: Editar pregunta
no: Rediger spørsmål
se: Redigera fråga

source: Exercise attempt
es: Intento de ejercicio
no: Øvelsesforsøk
se: Övningsförsök

source: Exams
es: Exámenes
no: Eksamener
se: Examen

source: Add exam
es: Agregar Exámenes
no: Opprett eksamen
se: Lägg til examen

source: Edit exam
es: Editar Exámenes
no: Rediger eksamen
se: Redigera examen

source: Exam attempt
es: Intento de exámen
no: Eksamensforsøk
se: Examensförsök

source: Best practices
es: Mejores prácticas
no: Beste praksiser
se: Besta praxis

source: Add best practice
es: Agregar mejores rácticas
no: Opprett beste praksis
se: Lägg till besta praxis

source: Edit best practice
es: Editar mejores prácticas
no: Rediger beste praksis
se: Redigera besta praxis

source: Main page
es: Página Principal
no: Hovedside
se: Huvudsidan

source: Revision history
es: Revisión de la Historia
no: Revisjonshistorie
se: Revisionshistoria

source: Procedures
es: Procedimientos
no: Prosedyrer
se: Förfarandena

source: User Manual
es: Manual de Usuario
no: Brukermanual
se: Användarmanual

source: Additional Info
es: Información Adicional
no: Tilleggsinformasjon
se: Tilläggsinformation

source: User manual
es: Manual de Usuario
no: Brukermanual
se: Användarmanual

source: Additional info
es: Información Adicional
no: Tilleggsinformasjon
se: Tilläggsinformation

source: Instances expired on control date
es: Instancias expiradas en la fecha de control
no: Individer utgått på kontrolldato
se: Individer passerat inspektionsdatum

source: Instances expired on guarantee date
es: Instancias expiradas en la fecha de garantía
no: Individer utgått på garantidato
se: Individer passerat garantidatum

source: Instances expired on technical lifetime
es: Instancias expiradas en la vida útil
no: Individer utgått på teknisk levetid
se: Individer passerat teknisk livslängd

source: Home
es: Inicio
no: Hjem
se: Hem

source: Add periodic control
es: Agregar control periódico
no: Opprett periodisk kontroll
se: Skapa periodisk inspektion

source: Check-out
es: Registro de salida
no: Utsjekk
se: Checka ut

source: Add visual control
es: Agregar control visual
no: Opprett visuell kontroll
se: Skapa visuell kontroll

source: Load security
es: Seguridad de la carga
no: Lastsikringskalkulator
se: Lastsäkring

source: Load security attachment
no: Vedlegg til lastsikring

source: Add load security attachment
no: Legg til vedlegg

source: Edit load security attachment
no: Endre vedlegg

source: Users
es: Usuarios
no: Brukere
se: Användare

source: Add User
es: Agregar Usuario
no: Legg til bruker
se: Lägg till användare

source: Edit User
es: Editar Usuario
no: Rediger bruker
se: Redigera användare

source: Languages
es: Idiomas
no: Språk
se: Språk

source: Add Language
es: Agregar Idioma
no: Legg til språk
se: Lägg till språk

source: Edit Language
es: Editar Idioma
no: Rediger språk
se: Redigera språk

source: Organizations
es: Organizaciones
no: Organisasjoner
se: Organisationer

source: Add Organization
es: Agregar Organización
no: Opprett organisasjon
se: Lägg till organisation

source: Edit Organization
es: Editar Organización
no: Rediger organisasjon
se: Redigera organisation

source: Locations
es: Ubicaciones
no: Lokasjoner
se: Lokalisering

source: Add Location
es: Agregar Ubicación
no: Legg til plassering
se: Lägg till lokalisering

source: Edit Location
es: Editar Ubicación
no: Rediger plassering
se: Rediger lokalisering

source: Roles
es: Perfiles
no: Roller
se: Roller

source: Add Role
es: Agregar Perfil
no: Opprett rolle
se: Lägg till roll

source: Edit Role
es: Editar Perfil
no: Rediger rolle
se: Redigera roll

source: Categories
es: Categorias
no: Kategorier
se: Kategorier

source: Equipment
es: Equipo
no: Utstyr
se: Utrustning

source: Exam attempts
es: Intentos de examen
no: Eksamensforsøk
se: Examensförsök

source: Add exam attempt
es: Agregar intento de examen
no: Opprett eksamensforsøk
se: Lägg till examensförsök

source: Certifications report
es: Reporte de certificaciones
no: Sertifiseringsrapport
se: Certifiering rapport

source: Exercise attempts report
es: Reporte de intentos de ejercicios
no: Rapport over øvelsesforsøk
se: Rapport från träningsförsök

source: Exam attempts report
es: Reporte de intentos de exámenes
no: Rapport over eksamensforsøk
se: Rapport från examensförsök

source: Invalid application: %s
es: Aplicación inválida: %s
no: Ugyldig applikasjon: %s
se: Ogiltigt applikation: %s

source: Action could not be completed
es: Acción no pudo ser completada
no: Handlingen kunne ikke fullføres
se: Åtgärden kunde inte slutföras

source: Attachment has been successfully saved.
es: Adjunto ha sido grabado con éxito.
no: Vedlegget har blitt lagret.
se: Bifogad fil har sparats

source: Attachment has been deleted successfully.
es: Adjunto ha sido eliminado con éxito.
no: Vedlegget har blitt slettet.
se: Bifogad fil har raderats

source: Attachment could not be deleted at this time.
es: Adjunto no puede ser eliminado en este momento.
no: Vedlegget kunne ikke slettes på nåværende tidspunkt.
se: Bifogad fil kan inte tas bort för tillfället

source: %d attachments have been deleted successfully.
es: %d adjuntos han sido eliminados con éxito.
no: %d vedlegg har blitt slettet.
se: %d bifogade filer har raderats

source: %d attachments could not be deleted
es: %d adjuntos no han podido ser eliminados.
no: %d vedlegg kunne ikke slettes
se: %d bifogade filer fkan inte tas bort för tillfället

source: The attachment must have a file or a link.
es: El adjunto debe contener un archivo o enlace
no: Vedlegget må ha en fil eller en kobling.
se: Bifogade fil måste ha en fil eller en länk

source: Language has been deleted successfully.
es: Lenguaje ha sido eliminado con éxito.
no: Språket har blitt slettet
se: Språket har raderats

source: Language could not be deleted at this time.
es: Lenguaje no puede ser eliminado en este momento.
no: Språket kunne ikke slettes på nåværende tidspunkt.
se: Språket kan inte tas bort för tillfället

source: Language has been successfully saved.
es: Lenguaje ha sido guardado con éxito.
no: Språket ble lagret.
se: Språket sparades

source: Language could not be saved at this time.
es: Lenguaje no ha podido ser guarado en este momento.
no: Språket kunne ikke lagres på nåværende tidspunkt.
se: Språket kunde inte sparas för tillfället

source: The file was not detected
es: El archivo no ha sido detectado
no: Filen ble ikke oppdaget
se: Filen hittades inte

source: This location already exists
es: Esta ubicación ya existe
no: Lokasjonen eksisterer allerede
se: Platsen finns redan

source: Location has been successfully saved.
es: Ubicación ha sido guardada con éxito.
no: Lokasjonen ble lagret.
se: Platsen sparades

source: Location could not be saved at this time.
es: Ubicación no ha podido ser guardada en este momento.
no: Lokasjonen kunne ikke lagres på nåværende tidspunkt.
se: Platsen kunde inte sparas för tillfället

source: Organization name is already in use.
es: El nombre de la organización ya esta en uso.
no: Organisasjonsnavnet er allerede i bruk.
se: Organisationen är redan i bruk

source: Organization has been successfully saved.
es: Organización ha sido guardada con éxito.
no: Organisasjonen har blitt lagret.
se: Organisationen har sparats

source: Organization could not be saved at this time.
es: Organización no ha podido ser guardada en este momento.
no: Organisasjonen kunne ikke lagres på nåværende tidspunkt.
se: Organisationen kunde inte sparas för tillfället

source: Role already exists
es: Ya existe el perfil
no: Rollen eksisterer allerede
se: Rollen finns redan

source: Undefined parameter role_id.
es: Parámetro no definido perfil_id
no: Udefinert parameter role_id
se: Odefinierade parameter

source: Role has been successfully saved.
es: Perfil ha sido guardado con éxito.
no: Rollen har blitt lagret.
se: Rollen har sparats

source: Role could not be saved at this time.
es: Perfil no ha podido ser guardado en este momento.
no: Rollen kunne ikke lagres på nåværende tidspunkt.
se: Rollen kunde inte sparas för tillfället

source: Could not find %s with id %u
es: No se ha encontrado %s con id %u
no: Kunne ikke finne %s med id %u
se: Det gick inte att hitta %s med id %u

source: role
es: Perfil
no: rolle
se: roll

source: You cannot delete role "%s" because it is your current user role. Edit your role and try again.
es: No se puede eliminar el perfil "%s" porque es el perfil actual de su usuario. Edite su perfil y pruebe nuevamente.
no: Du kan ikke slette rolle "%s" fordi det er din nåværende rolle. Endre rollen din og prøv igjen.
se: Du kan inte ta bort roll "%s" eftersom det är din nuvarande roll. Ändra din roll och försök igen

source: The Section has been saved successfully.
es: Esta Sección ha sido guardada con éxito.
no: Seksjonen har blitt lagret.
se: Sektionen har sparats

source: User has been successfully saved.
es: Usuario ha sido guardado con éxito.
no: Brukeren har blitt lagret.
se: Användaren har sparats

source: User could not be saved at this time.
es: Usuario no ha podido ser guardado en este momento
no: Brukeren kunne ikke lagres på nåværende tidspunkt.
se: Andvändaren kunde inte sparas för tillfället

source: Add user
es: Agregar usuario
no: Legg til bruker
se: Lägg til användare

source: Edit account
es: Editar cuenta
no: Rediger brukerkonto
se: Redigera konto användare

source: Edit user
es: Editar usuario
no: Rediger bruker
se: Redigera användare

source: Reset password
es: Reiniciar contraseña
no: Tilbakestill passord
se: Återställ lösenord

source: We sent you an email. Please check your inbox
es: Le hemos enviado un correo electrónico. Por favor revise su bandeja de entrada.
no: Vi har sendt deg en e-post. Vennligst sjekk e-posten din
se: Vi har skickat dig ett e-postmeddelande. Vänligen kontrollera din e-post

source: We sent you a new password. Please check your email.
es: Le hemos enviado una nueva contraseña. Por favor revise su correo electrónico.
no: Vi har sendt deg et nytt passord. Vennligst sjekk e-posten din.
se: Vi har skickat dig ett nytt lösenord. Vänligen kontrollera din e-post.

source: The time to reset your password has expired. Please try again.
es: El tiempo para reiniciar su contraseña ha expirado. Por favor intente nuevamente,
no: Tiden for å tilbakestille passordet er utløpt. Vennligst prøv igjen
se: Tiden för att återställa ditt lösenord har gått ut. Försök igen.

source: User deactivated successfully.
es: Usuario desactivado con éxito.
no: Bruker deaktivert vellykket.
se: Användaren inaktiverad

source: User reactivated successfully.
es: Usuario reactivado con éxito.
no: Bruker ble aktivert.
se: Användaren har aktiverats

source: "x" users deleted successfully.
es: "x" usuarios eliminados con éxito.
no: "x" brukere ble slettet.
se: "x" användarna har tagits bort

source: The item was successfully saved.
es: El artículo se ha guardado satisfactoriamente.
no: Lagring fullført.
se: Sparat

source: Save failed! Please try again later. If the problem persists, contact your system administrator.
es: Guardado ha fallado! Por favor intente nuevamente mas tarde. Si el problema persiste contactar al administrador del Sistema.
no: Lagring mislyktes. Vennligst prøv igjen senere. Hvis problemet vedvarer, ta kontakt med systemadministrator.
se: Lagring misslyckades! Försök igen senare. Om problemet kvarstår, kontakta din systemadministratör .

source: Ladoc Documentation does not exist.
es: La Documentacion de Ladoc no existe.
no: Ladoc-dokumentasjonen finnes ikke.
se: Ladoc-dokumentation finns inte.

source: Item was deleted successfully.
es: El artículo ha sido eliminado satisfactoriamente.
no: Elementet ble slettet.
se: Objektet har tagits bort

source: Invalid date
es: Fecha inválida
no: Ugyldig dato
se: Ogiltigt datum

source: Invalid date format
es: Formato de fecha inválido
no: Ugyldig dato format
se: Ogiltigt datumformat

source: Value is required
es: Se requiere un valor
no: Feltet er påkrevd
se: Fältet är obligatoriskt

source: The input should be between %d and %d
es: La entrada debe ser entre %d y %d
no: Verdien må være mellom %d og %d.
se: Värdet måste vara mellan %d och %d.

source: The input should be a number
es: La entrada debe ser numérica
no: Verdien må være et tall.
se: Värdet måste vara ett nummer

source: The value has to contain only digits
es: El valor debe contener solo dígitos
no: Feltet må inneholde bare tall
se: Fält får bara innehålla siffror

source: This input contains invalid characters. Only letters are allowed.
es: La entrada contiene caracteres inválidos. Solo se permiten letras.
no: Feltet inneholder ugyldige tegn. Kun bokstaver er tillatt.
se: Fältet innehåller ogiltiga tecken. Endast bokstäver är tillåtna.

source: This input contains invalid characters. Only letters and numbers are allowed.
es: La entrada contiene caracteres inválidos. Solo se permiten letras y números.
no: Feltet inneholder ugyldige tegn. Bare bokstaver og tall er tillatt.
se: Fältet innehåller ogiltiga tecken. Endast bokstäver och siffror är tillåtna.

source: The input is less than %d character(s) long
es: La entrada es de menos de %d caracteres
no: Feltet krever minst %d tegn
se: Fält kräver minst %d tecken

source: The input is more than %d characters long
es: La entrada es de mas de %d caracteres
no: Feltet tillater maks %d tegn
se: Fält tillåter högst %d tecken

source: The input is not a valid email address
es: La entrada no es un correo electrónico válido
no: Dette er ikke en gyldig e-postadresse
se: Detta är inte en giltig e-postadress

source: Password must include at least one upper case letter, one lower case letter, and one numeric digit.
es: La contraseña debe incluir al menos una mayúscula, una minúscula y un dígito numérico.
no: Passordet må inneholde minst én stor bokstav, én liten bokstav, og ett siffer.
se: Lösenordet måste innehålla minst en stor bokstav, en liten bokstav, och en siffra.

source: The file must be of type %s
es: El archivo debe ser del tipo %s
no: Filtypen må være %s
se: Filtyp måste vara %s

source: Title
es: Título
no: Tittel
se: Titel

source: Author
es: Autor
no: Forfatter
se: Författare

source: Choose Type
es: Escoger Tipo
no: Velg type
se: Välj typ

source: Version
es: Versión
no: Versjon
se: Utgåva

source: Description
es: Descripción
no: Beskrivelse
se: Beskrivning

source: File
es: Archivo
no: Fil
se: Fil

source: The file type must be images (jpg, jpeg, gif, png), documents (pdf, doc, docx, ppt, pptx, xls, xlsx), videos (mov, mpeg4, avi, wmv)
es: El tipo de archivo debe ser una imagen (jpg, jpeg, gif, png), un documento (pdf, doc, docx, ppt, pptx, xls, xlsx) o un video (mov, mpeg4, avi, wmv)
no: Filtypen må være av typen bilde (jpg, jpeg, gif, png), dokument ( pdf, doc, docx, ppt, pptx, xls, xlsx) eller video (mov, mpeg4, avi, wmv)
se: Filändelsen måste vara den typ av bild (jpg, jpeg, gif, png), dokument (pdf, doc, docx, ppt, pptx, .xls) eller video (mov, MPEG4, AVI, WMV)

source: Invalid link. Please use full location ("http://...")
es: Enlace inválido. Por favor utilice la dirección completa ("http://...")
no: Ugyldig link. Vennligst bruk full plassering ("http://...")
se: Ogiltig länk. Använd hela placering ("http://...")

source: Username
es: Nombre de Usuario
no: Brukernavn
se: Användarnamn

source: This field is required
es: Se requiere este campo
no: Dette feltet er påkrevd
se: Detta fält måste fyllas

source: The user has not been registered or has been disabled. Please contact a system administrator.
es: El usuario no ha sido registrado o ha sido desactivado. Por favor contáctese con el administrador del sistema.
no: Brukeren er ikke registrert eller har blitt deaktivert. Ta kontakt med en systemansvarlig.
se: Användaren är inte registrerad eller har inaktiverats. Kontakta systemadministratören.

source: Save changes
es: Guardar cambios
no: Lagre endringer
se: Spara ändringar

source: Name
es: Nombre
no: Navn
se: Namn

source: ISO code
es: Código ISO
no: ISO-kode
se: ISO-kod

source: Active
es: Activo
no: Aktiv
se: Aktiv

source: Inactive
es: Inactivo
no: Inaktiv
se: Inaktiv

source: None
es: Ninguno
no: Ingen
se: Ingen

source: Parent
es: Padre
no: Forelder
se: Överordnade

source: Owner
es: Propietario
no: Eier
se: Ägare

source: Vendor
es: Vendedor
no: Leverandør
se: Leverantör

source: Producer
es: Productor
no: Produsent
se: Tillverkare

source: Expertise organ
es: Órgano experto
no: Sakkyndig virksomhet
se: Sakkyndig virksomhet

source: Control organ
es: Órgano de control
no: Teknisk kontrollorgan
se: Teknisk kontrollorgan

source: Contact person
es: Persona de contacto
no: Kontaktperson
se: Kontaktperson

source: Email
es: Correo electrónico
no: E-post
se: E-post

source: Phone Number
es: Número de teléfono
no: Telefonnummer
se: Telefonnummer

source: Address
es: Dirección
no: Adresse
se: Adress

source: City
es: Ciudad
no: By
se: Ort

source: Zip code
es: Código postal
no: Postnummer
se: Postnummer

source: Choose a country
es: Elegir un pais
no: Velg et land
se: Välj ett land

source: Country
es: Pais
no: Land
se: Land

source: Invalid url
es: Url inválido
no: Ugyldig url
se: Ogiltig url

source: The input does not match the expected structure for a url
es: La entrada no corresponde a la estructura esperada para un url
no: Feltet krever en gyldig url
se: Fält kräver en giltig url

source: The input does not appear to be a valid network name
es: La entrada no parece ser un nombre válido de la red
no: Feltet krever et gyldig nettverksnavn
se: Fält kräver en giltig nätverksnamn

source: Role ID
es: Perfil ID
no: Rolle-ID
se: Roll-ID

source: Only letters and "_" are allowed.
es: Solo letras y "_" son permitidas.
no: Bare bokstaver "_" er tillatt
se: Endast bokstäver "_" tillåten

source: Label
es: Etiqueta
no: Navn
se: Namn

source: Order
es: Orden
no: Rekkefølge
se: Ordning

source: Wrong password
es: Contraseña equivocada
no: Feil passord
se: Felaktigt lösenord

source: The two passwords do not match
es: Las dos contraseñas no son iguales
no: Passordene stemte ikke overens
se: Lösenorden överensstämde inte

source: This email is registered on another account
es: El correo eléctronico está registrado en otra cuenta
no: E-postadressen er tilknyttet en annen konto
se: E-postadressen är kopplad till ett annat konto
