Repository: Elsa5511/zerotask
Catalog: src/module/Application/language/*.po
Languages: es, no, se

source: This username is registered on another account
es: El nombre de usuario está registrado en otra cuenta
no: Brukernavnet er tilknyttet en annen konto
se: Användarnamnet är associerad med ett annat konto

source: Invalid email address
es: Correo electrónico inválido
no: Ugyldig e-postadresse
se: Ogiltig e-postadress

source: First name
es: Primer nombre
no: Fornavn
se: Förnamn

source: Last name
es: Apellido
no: Etternavn
se: Efternamn

source: Employee No.
es: No. de Empleado
no: Ansattnr.
se: Anställningsnummer

source: Organization
es: Organización
no: Organisasjon
se: Organisation

source: Choose an organization
es: Elegir una organización
no: Velg en organisasjon
se: Välj en organisation

source: Email (work)
es: Correo eléctronico (trabajo)
no: E-post (arbeid)
se: E-post (arbete)

source: Email (private)
es: Correo eléctronico (personal)
no: E-post (privat)
se: E-post (privat)

source: Old password
es: Contraseña anterior
no: Gammelt passord
se: Gammalt lösenord

source: New password
es: Contraseña nueva
no: Nytt passord
se: Nytt lösenord

source: Password must be at least 6 characters, no more than 16 characters, and must include at least one upper case letter, one lower case letter, and one numeric digit.
es: La contraseña debe tener al menos 6 caracteres, no más de 16 caracteres y debe incluir al menos una mayúscula, una minúscula y un dígito numérico.
no: Passordet må være på minst 6 tegn, maks 16 tegn og må inneholde minst en stor bokstav, en liten bokstav og et tall.
se: Lösenordet måste vara minst 6 tecken, max 16 tecken och måste innehålla minst en stor bokstav, en liten bokstav och en siffra.

source: Password
es: Contraseña
no: Passord
se: Lösenord

source: Confirm your password
es: Confirmar contraseña
no: Bekreft passord
se: Bekräfta lösenord

source: Phone Number (mobile)
es: Número telefónico (celular)
no: Mobilnummer
se: Mobilnummer

source: Phone Number (other)
es: Número telefónico (otro)
no: Telefonnummer
se: Telefonnummer

source: Language
es: Idioma
no: Språk
se: Språk

source: Superior
no: Overordnet
se: Förälder

source: Choose a superior
es: Elegir a un superior
no: Velg en overordnet
se: Välj en överordnade

source: Role
es: Perfil
no: Rolle
se: Roll

source: Competence areas
es: Areas de competencia
no: Kompetansefelt
se: Kompetens

source: Application access
es: Acceso a la aplicación
no: Applikasjonstilgang
se: Applikationtillgång

source: Filter instances by organization
no: Filtrer individer per organisasjon

source: Equipments
es: Equipos
no: Utstyr
se: Utrustning

source: Checkouts for equipment instances
es: Registro de salida de instancias de equipos
no: Utsjekk av individer
se: Utckeck av individer

source: Periodic controls for equipment instances
es: Control periódico para instancias de equipos
no: Periodisk kontroll av individer
se: Periodiska kontroller av individer

source: "%s" can't be deleted because it is related to other entities.
es: "%s" no puede ser eliminado porque esta relacionado a otras entidades
no: "%s" kan ikke slettes fordi det er relatert til andre enheter.
se: "%s" kan inte tas bort eftersom det är relaterat till andra enheter.

source: Edit the relationships and try again:
es: Elimine la relación e intente nuevamente:
no: Rediger relasjoner og prøv igjen:
se: Redigera relationer och försök igen:

source: Entity doesn't exist
es: Entidad no existe
no: Elementet finnes ikke.
se: Artikeln finns inte.

source: "%s" was set to active.
es: "%s" se ha activado.
no: "%s" ble satt til aktiv.
se: "%s" sattes till aktiv.

source: "%s" was set to inactive.
es: "%s" se ha desactivado.
no: "%s" ble satt til inaktiv.
se: "%s" sattes till inaktiv.

source: importing task finished
es: Importación finalizada
no: importering fullført
se: Import färdig

source: ERROR
no: FEIL

source: CORRECT
es: CORRECTO
no: RIKTIG

source: Location has been deleted successfully
es: Ubicación ha sido eliminada con éxito
no: Lokasjonen har blitt slettet.
se: Location har tagits bort

source: Could not find location with id %u
es: No se ha posido encontrar la ubicación con id %u
no: Kunne ikke finne lokasjon med id %u
se: Det gick inte att hitta location med id %u

source: can't be deleted because it is related to other entities.
es: no puede ser eliminado porque esta relacionado a otras entidades.
no: kan ikke slettes fordi det er relatert til andre enheter.
se: kan inte tas bort eftersom det är relaterat till andra enheter.

source: Cannot delete the default role.
es: No puede ser elimado el perfil por defecto.
no: Du kan ikke slette rollen som er satt som standard.
se: Du kan inte ta bort den roll som angetts som standard.

source: Role "%s" was deleted successfully.
es: Perfil "%s" ha sido eliminado con éxito.
no: Rollen "%s" ble slettet.
se: Roll "%s" raderades

source: Cannot delete a section with subsections
es: No se puede eliminar una sección con subsecciones
no: Du kan ikke slette en seksjon med underseksjoner
se: Du kan inte ta bort sektion med delsektioner

source: Cannot delete a section with content
es: No se puede eliminar una sección con contenido
no: Du kan ikke slette en seksjon med innhold
se: Du kan inte ta bort sektion med innehåll

source: has been deleted successfully
es: ha sido eliminado con éxito
no: har blitt slettet
se: har tagits bort

source: Section doesn't exist
es: Sección no existe
no: Seksjonen eksisterer ikke
se: Sektionen finns inte

source: Account deactivated
no: Konto deaktivert

source: Password expiration
no: Passord utløper

source: expired
es: expirado
no: Utløpt
se: Utgånget

source: Certificate
es: Certificado
no: Sertifikat
se: Certifikat

source: Control form
es: Formulario de control
no: Teknisk kontrollorgan
se: Teknisk kontrollorgan

source: Competency proof
es: Constancia de competencia
no: Kompetansebevis
se: Kompetansebevis

source: Control form template
es: Plantilla de formulario de control
no: Kontrollskjema mal
se: Kontroll formulärmall

source: Report
es: Reporte
no: Rapporter
se: Rapport

source: Declaration of conformity
es: Declaración de conformidad
no: Samsvarserklæring
se: Försäkran om överensstämmelse

source: Other
es: Otro
no: Annet
se: Annat

source: Job type
es: Tipo de trabajo
no: Jobbtype
se: Jobbtyp

source: Error code
es: Código de error
no: Feilkode
se: Felkod

source: Job measures
es: Medidas de trabajo
no: Jobbtiltak
se: Sysselsättningsåtgärder

source: Labelling
es: Etiquetado
no: Navn
se: Namn

source: Damages
es: Daños
no: Skader
se: Skador

source: Maintenance
es: Mantenimiento
no: Vedlikehold
se: Underhåll

source: Self-Test
es: Autoprueba
no: Selvtest
se: Självtestet

source: Calibration
es: Calibración
no: Kalibrering
se: Kalibrering

source: Function control
es: Función de control
no: Funksjonskontroll
se: Funktionskontroll

source: El.safety test
es: El.test de seguridad
no: El.sikkerhetstest
se: El.säkerhetstest

source: Job number
es: Numero de trabajo
no: Telefonnummer
se: Telefonnummer

source: Service report
es: Reporte de servicios
no: Servicerapport
se: Servicerapport

source: Milliamperesecond (mAs)
es: Miliamperio segundo (mAs)
no: Milliamperesekund (mAs)
se: Milliamperesekund (mAs)

source: Compliance brightfield and ray strengt
es: Cumplimiento del campo de iluminacion y fuerza del rayo
no: Samsvar lysfelt og strålefelt
se: Compliance brightfield and ray strength

source: Image quality
es: Calidad de imagen
no: Bildekvalitet
se: Bildkvalité

source: Reception control
es: Control de recepción
no: Mottakskontroll
se: Mottagningskontroll

source: Constancy control
es: Control de constancia
no: Konstansekontroll

source: Status control
es: Estado de control
no: Statuskontroll
se: Statuskontroll

source: Temperature measurement
es: Medición de temperatura
no: Temperaturmåling

source: Validation
es: Validación
no: Validering
se: Validering

source: Administrative
es: Administrativo
no: Administrativ

source: Emergency repair
es: Reparación de emergencia
no: Akuttreparasjon

source: Postregistration of equipment
es: Registro porterior de equipo
no: Etterregistrering av utstyr
se: Efter registrering av utrustning

source: Repair / maintenance error
es: Error de reparación / mantenimiento
no: Feil ved reparasjon/vedlikehold

source: Control error
es: Error de control
no: Feil ved kontroll

source: Reception error
es: Error de recepción
no: Feil ved mottak

source: Warranty
es: Garantía
no: Garanti
se: Garanti

source: Warranty inspection
es: Inspección de garantía
no: Garantibefaring
se: Garantinspektion

source: Inspection
es: Inspección
no: Inspeksjon
se: Inspektion

source: Installation
es: Instalación
no: Installasjon

source: Configuration / equipment setup
es: Configuración de instalaciones / equipos
no: Konfigurering / utstyrsinnstilling

source: Contract
es: Contrato
no: Kontrakt

source: Upgrade / Update
es: Mejora / actualización
no: Oppgradering / oppdatering
se: Uppgradering / uppdatera

source: Training
es: Entrenamiento
no: Opplæring
se: Utbildning

source: Cleaning
es: Limpieza
no: Rengjøring
se: Rengöring

source: Recycling
es: Reciclaje
no: Resirkulering
se: Återvinning

source: Return after borrowing
es: Regresar después de tomar prestado
no: Retur fra innlån
se: Återvänder från lån

source: Shell discarded
es: Casco descartado
no: Skall kasseres
se: Måste kasseras

source: Accident / Near accident
es: Accidente / accidente cercano
no: Uhell/nestenuhell
se: Uhell/nestenuhell

source: Lending
es: Préstamo
no: Utlån/utleie

source: Equipment sale
es: Venta de equipo
no: Utstyrssalg

source: Guard calling-out
es: Llamado de guardia
no: Vaktutkalling

source: User related
es: Relaccionado al usuario
no: Brukerrelatert

source: Electric failure/wear
es: Falla / desgaste eléctrico
no: Elektisk feil/slitasje

source: Grounding failure
es: Falla de conexión a tierra
no: Feil med jording/lekkstrøm

source: Error on consumables/accessories
es: Error en consumibles / accesorios
no: Feil på forbruksmat/tilbehør

source: Error due to deficient maintenance
es: Error debido a mantenimiento deficiente
no: Feil pga. mangelfullt vedlikehold

source: Not coded
es: No codificado
no: Ikke kodet

source: No error found
es: No se ha hallado errores
no: Ingen feil funnet

source: Leakage
es: Fuga
no: Lekkasje

source: Network error
es: Error de la red
no: Nettverksfeil

source: Periodic error
es: Error periódico
no: Periodisk feil

source: Product weakness
es: Debilidad de producto
no: Produktsvakhet

source: Software
no: Programvare

source: Damage from external strain
es: Daño por tensión externa
no: Skader fra ytre påkjenning

source: Loss of survey data
es: Pérdida de información de encuesta
no: Tap av undersøkelsesdata

source: Out of adjustment
es: Fuera de ajuste
no: Ute av justering

source: Not performed
es: No realizado
no: Ikke utført

source: Substituted
es: Substituido
no: Innbyttet

source: Calibrated
es: Calibrado
no: Kalibrering

source: Discarded
es: Descartado
no: Kassert

source: Modified
es: Modificado
no: Modifisert

source: Upgraded/updated
es: Mejorado/actualizado
no: Oppgadert/oppdatert

source: Repaired
es: Reparado
no: Reparert

source: Recycled
es: Reciclado
no: Resirkulert

source: Returned
es: Regresado
no: Returnert

source: Put in storage
es: Puesto en almacen
no: Satt på lager

source: Sent to company
es: Enviado a la compañía
no: Send firma

source: To be discarded
es: Para ser descartado
no: Til kassering

source: Performed by externals
es: Realizado por externos
no: Utført av eksterne

source: Awaiting parts
es: Partes en espera
no: Venter deler

source: Awaiting answer
es: Respuesta en espera
no: Venter svar

source: Consider maintenance frequency
es: Considerar frecuencia de mantenimiento
no: Vurder hyppighet av vedlikehold

source: Remark
es: Observación
no: Kommentar

source: Not controlled
es: No controlado
no: Ikke kontrollert

source: Not applicable
es: No aplicable
no: Ikke relevant

source: Default
es: Estandar
no: Standard

source: Medical equipment
es: Equipo médico
no: Medisinsk utstyr
se: Medisinsk utstyr

source: X-ray and radiation equipment
es: Rayos-X y equipo de radiación
no: Røntgen- og stråleutstyr
se: Røntgen- og stråleutstyr

source: Steril production
es: Producción estéril
no: Sterilproduksjon
se: Sterilproduksjon

source: Dental equipment
es: Equipo dental
no: Dentalutstyr
se: Dentalutstyr

source: Laboratory equipment
es: Equipo de laboratorio
no: Laboratorieutstyr
se: Laboratorieutstyr

source: Not Approved
es: No aprobado
no: Ikke godkjent
se: Ej godkänd

source: Approved
es: Aprobado
no: Godkjent
se: Godkänd

source: Temporarily approved
es: Temporalmente aprobado
no: Midlertidig godkjent
se: Temporärt godkänd

source: In usage
es: En uso
no: I bruk
se: I användning

source: Not found
es: No se ha encontrado
no: Ikke funnet
se: Hittades inte

source: In storage
es: En almacen
no: På lager
se: I lager

source: Prohibited for use
es: Prohibido su uso
no: Bruksforbud
se: Förbudet at använda

source: active
es: activo
no: aktiv
se: aktiv

source: inactive
es: inactivo
no: inaktiv
se: inaktiv

source: Autoclaves
no: Autoklaver
se: Autoklaver

source: CT Scanner
es: Escaner CT
no: CT Skanner
se: CT Skanner

source: Dental X-ray
es: Rayos-X dental
no: Dental røntgen
se: Dental røntgen

source: Hazard class I
es: Peligro clase I
no: Fareklasse I
se: Fareklasse I

source: Hazard class II a
es: Peligro clase II a
no: Fareklasse II a
se: Fareklasse II a

source: Hazard class II b
es: Peligro clase II b
no: Fareklasse II b
se: Fareklasse II b

source: Hazard class III
es: Peligro clase III
no: Fareklasse III
se: Fareklasse III

source: Lab equipment
es: Equipo de laboratorio
no: Lab utstyr
se: Lab utstyr

source: Cleaner
es: Limpiador
no: Opplæring
se: Opplæring

source: Portable fluoroscopy devices
es: Equipos fluorescentes portátiles
no: Transportable gjennomlysningsapparater
se: Transportable gjennomlysningsapparater

source: Portable X-ray devices
es: Equipos de rayos-X portátiles
no: Transportable røntgenapparater
se: Transportable røntgenapparater

source: Ultrasound devices
es: Equipo de ultrasonido
no: Ultralydapparater
se: Ultralydapparater

source: Washer, decontaminator
es: Limpiador, descontaminador
no: Vaskemaskin, dekotaminator
se: Vaskemaskin, dekotaminator

source: Airplane
es: Avión
no: Fly
se: Flygplan

source: Railway
es: Via férrea
no: Jernbane
se: Järnväg

source: Road
es: Camino
no: Landevei
se: Landsväg

source: Ship
es: Barco
no: Båt
se: Fartyg

source: Choose your application
es: Elija su aplicación
no: Velg applikasjon
se: Välj applikation

source: Open
es: Abrir
no: Åpne
se: Öppna

source: Add new
es: Agregar nuevo
no: Legg til
se: Lägg till

source: Add new attachment
es: Agregar nuevo adjunto
no: Legg til nytt vedlegg
se: Lägg till ny bilaga

source: Edit
es: Editar
no: Rediger
se: Redigera

source: Edit attachment
es: Editar adjunto
no: Rediger vedlegg
se: Redigera bilaga

source: Delete
es: Eliminar
no: Slett
se: Radera

source: Delete selected
es: Borrar seleccionados
no: Slett valgte
se: Radera markerade

source: Created by
es: Creado por
no: Laget av
se: Skapad av

source: Date
es: Fecha
no: Dato
se: Datum

source: Document type
es: Tipo de documento
no: Dokumenttype
se: Dokumenttyp

source: Filename
es: Nombre de archivo
no: Filnavn
se: Filnamn

source: Your browser does not support the html5 video.
es: Su buscador no soporta video html5
no: Nettleseren din støtter ikke html5-video
se: Din webbläsare stöder inte HTML5 video

source: Download File
es: Descargar archivo
no: Last ned fil
se: Ladda ner fil

source: Edit language
es: Editar lenguaje
no: Endre språk
se: Ändra språk

source: Add language
es: Agregar lenguaje
no: Legg til språk
se: Lägg till språk

source: Load Security Documents
no: Dokumenter - Lastsikring

source: Lashing Calculator
es: Calculadora de ataduras
no: Lastsikringskalkulator
se: lastsäkrings kalkylator

source: Safety Factor - Land
es: Factor de Seguridad - Terrestre
no: Sikringsfaktor - Land
se: Säkerhetsfaktor - Land

source: Safety Factor - Sea
es: Factor de Seguridad - Marítimo
no: Sikringsfaktor - Sjø
se: Säkerhetsfaktor - Sjö/Hav

source: Safety Factor - Air
es: Factor de Seguridad - Aéreo
no: Sikrningsfaktor - Luft
se: Säkerhetsfaktor - Luft

source: Load security for direct cross country road transport
no: Lastsikringskalkulator for direktesurring landevegstransport

source: No. of lashings:
es: No. de ataduras
no: Antall surringer:
se: Antalet surningar

source: LC (load capacity):
es: LC (capacidad de carga):
no: LC (tillatt arbeidslast):
se: LC (Lashing capacity):

source: Horizontal angle:
es: Ángulo horizontal:
no: Horisontal vinkel:
se: Horisontell vinkel:

source: degrees
es: grados
no: grader
se: grader

source: Vertical angle:
es: Ángulo vertical:
no: Vertikal vinkel:
se: Vertikal vinkel:

source: Calculate Load Security Force
es: Calcular Fuerza de Seguridad de Carga
no: Kalkuler lastsikringskraft
se: Beräkna lastsäkringskraft

source: Invalid value.
es: Valor inválido.
no: Ugyldig verdi
se: Ogiltigt värde

source: Field must be filled out.
es: Campo debe ser llenado.
no: Feltet må fylles ut.
se: Fältet måste fyllas.

source: According to XXXXXXX
es: De acuerdo a XXXXXXX
no: I henhold til XXXXXXX
se: Enligt XXXXXXX

source: Transport Area
es: Área de transporte
no: Transportområde
se: Transportområdet

source: Direction forward
es: Dirección delantera
no: Retning forover
se: Riktning framåt

source: Direction backward
es: Dirección trasera
no: Retning bakover
se: Riktning bakåt

source: Direction sideways
es: Dirección lateral
no: Retning sideveis
se: Riktning sidor

source: Down
es: Abajo
no: Ned
se: Nedåt

source: Road Transport Direct Safety
no: Vegtransport Direkte sikring

source: According to EN 12195-1
es: De acuerdo a EN 12195-1
no: I henhold til EN 12195-1
se: Enligt EN 12195-1

source: TRANSPORT AREA
es: AREA DE TRANSPORTE
no: TRANSPORTOMRÅDE
se: Transportområdet

source: According to IMO/ILO/UNECE Guidelines for pacing and cargotransport units (CTUs)
es: De acuerdo a los lineamientos IMO/ILO/UNECE para unidades de transporte de carga (CTUs)
no: Iht. IMO/ILO/UNECE Guidelines for pacing and cargotransport units (CTUs)
se: Enligt IMO/ILO/UNECE Guidelines for pacing and cargotransport units (CTUs)

source: DIRECTION FORWARDS LENGHWISE
es: DIRECCIÓN DELANTERA LONGITUDINAL
no: FOROVER LENGDERETNING
se: Direction forward lenghtwise

source: DIRECTION FORWARDS SIDEWAYS
es: DIRECCIÓN DELANTERA LATERAL
no: FOROVER SIDEVEIS RETNING
se: Direction forward sideways

source: DIRECTION DOWN SIDEWAYS
es: DIRECCION TRASERA LATERAL
no: NED SIDEVEIS RETNING

source: DIRECTION DOWN LENGHTWISE
es: DIRECCION TRASERA LONGITUDINAL
no: NED LENGDERETNING

source: AREA A - SEA TRANSPORT
es: AREA A - TRANSPORTE MARÍTIMO
no: A OMRÅDE - SJØTRANSPORT
se: A - Sjö/Hav

source: Baltic sea west of Jylland and north by a line between Lysekil and Skagen
es: Mar Báltico al oeste der Jylland y norte por la línea entre Lysekil y Skagen
no: Baltisk sjø i vest for Jylland og nord ved en linje mellom Lysekil og Skagen
se: Östersjön i västra Jylland och norr av en linje mellan Lysekil och Skagen

source: LENGTHWISE
es: LONGITUDINAL
no: LENGDERETNING

source: SIDEWAYS
es: LATERAL
no: SIDEVEIS

source: DIRECTION FORWARD
es: DIRECCIÓN DELANTERA
no: RETNING FOROVER

source: DIRECTION BACKWARD
es: DIRECCIÓN TRASERA
no: RETNING BAKOVER

source: DIRECTION SIDEWAYS
es: DIRECCIÓN LATERAL
no: RETNING SIDEVEIS

source: DOWN
es: ABAJO
no: NED

source: AIR TRANSPORT PLANE
es: TRASPORTE AÉREO POR AVIÓN
no: LUFTTRANSPORT FLY
se: Lufttransport flygplan

source: AIR TRANSPORT HELICOPTER
es: TRASPORTE AÉREO POR HELICÓPTERO
no: LUFTTRANSPORT HELIKOPTER
se: Lufttransport helikopter

source: You must select a Location
es: Debe elegir una ubicación
no: Du må velge en plassering
se: Du måste välja en placering

source: Location
es: Ubicación
no: Fast lokasjon
se: Fast lokation

source: Delete locations
es: Eliminar ubicación
no: Slett steder
se: Radera lokation

source: You are about to delete "x" locations, this procedure is irreversible.
es: Está por eleiminar "x" ubicaciones, este procedimiento es irreversible.
no: Du er i ferd med å slette "x" steder, er denne prosedyren irreversible.
se: Du håller på att ta bort "x" platser, etta är oåterkallelig.

source: Do you want to proceed?
es: Quiere proceder?
no: Ønsker du å fortsette?
se: Vill du fortsätta?

source: Yes
es: Si
no: Ja
se: Ja

source: No
no: Nei
se: Nej

source: Deactivate
es: Desactivar
no: Deaktiver
se: Inaktivera

source: Activate
es: Activar
no: Aktiver
se: Aktivera

source: You must select an Organization
es: Debe elegir una Organización
no: Du må velge en organisasjon
se: Du måste välja en organisation

source: Deactivate Organizations
es: Desactivar Organizaciones
no: Deaktiver organisasjoner
se: Inaktivera organisationer

source: You are about to deactivate "x" organizations.
es: Está por desactivar "x" organizaciones.
no: Du er i ferd med å deaktivere "x" organisasjoner.
se: Du kommer nu att inaktivera "x" organisationer.

source: Add role
es: Agregar Perfil
no: Opprett rolle
se: Skapa roll

source: Edit role
es: Editar Perfil
no: Rediger rolle
se: Redigera roll

source: All the users with the selected role will be moved to the default role, are you sure you want to delete this element?
es: Todos los usuarios con el perfil seleccionado serán movidos al perfil por defecto, está seguro que quiere eliminar este elemento?
no: Alle brukere med valgt rolle vil bli flyttet til standard rolle. Er du sikker på at du ønsker å slette denne rollen?
se: Alla användare med vald roll kommer att flyttas till den förvalda standard rollen. Är du säker på att du vill ta bort denna roll?

source: Cancel
es: Cancelar
no: Avbryt
se: Avbryt

source: You are leaving this page, are you sure?
es: Está dejando esta página, está seguro?
no: Er du sikker på at du vil forlate denne siden?
se: Är du säker på att du vill lämna den här sidan?

source: Enter your username to reset your password
es: Ingrese su usuario para reiniciar la contraseña
no: Skriv inn ditt brukernavn for å tilbakestille passordet
se: Ange ditt användarnamn och lösenord återställning

source: You must select a user
es: Debe elegir un usuario
no: Du må velge en bruker
se: Du måste välja en användare

source: Deactivate selected
es: Desactivar selección
no: Deaktiver valgte
se: Inaktivera markerade

source: Full name
es: Nombre Completo
no: Fullt navn
se: Fullständigt namn

source: E-mail
es: Correo electrónico
no: E-post
se: E-post

source: Deactivate users
es: Desactivar usuarios
no: Dektiver brukere
se: Inaktivera användare

source: You are about to deactivate "x" users.
es: Está a punto de desactivar "x" usuarios.
no: Du er i ferd med å deaktivere "x" brukere.
se: Du kommer nu att inaktivera "x" användare.

source: Deactivate user
es: Desactivar usuario
no: Deaktiver bruker
se: Inaktivera användar

source: Are you sure you want to deactivate this user?
es: Está seguro que quiere desactivar este usuario?
no: Er du sikker på at du vil deaktivere denne brukeren?
se: Är du säker på att du vill inaktivera den här användaren?

source: Activate user
es: Activar usuario
no: Aktiver bruker
se: Aktivera användare

source: Are you sure you want to activate this user?
es: Está seguro que quiere desactivar este usuario?
no: Er du sikker på at du vil aktivere denne brukeren?
se: Är du säker på att du vill aktivera den här användaren?

source: No access
es: Sin acceso
no: Ingen tilgang
se: Ingen tilgång

source: Your user role does not permit you to access this page.
es: Su nivel de usuario no le permite accede a esta página.
no: Din rolle gir deg ikke tilgang til denne siden.
se: Din roll inte ger dig tillgång till den här sidan

source: Go back
es: Ir atrás
no: Gå tilbake
se: Gå tillbaka

source: A 404 error occurred
es: Error 404
no: En 404-feil oppstod
se: En 404 fel inträffade
