Repository: Elsa5511/zerotask
Catalog: src/module/BestPractice/language/*.po
Languages: no

source: The equipment does not exist
no: Utstyret eksisterer ikke

source: Best Practice has been deleted successfully.
no: Beste praksis ble slettet.

source: Best Practice has been successfully saved.
no: Beste praksis ble lagret.

source: Best Practice could not be saved at this time.
no: Beste praksis kunne ikke lagres på det nåværende tidspunkt.

source: Could not find Best Practice with id %u
no: Kunne ikke finne beste praksis med id %u

source: Title
no: Tittel

source: Author
no: Forfatter

source: Choose Type
no: Velg type

source: File
no: Fil

source: Version
no: Versjon

source: Description
no: Beskrivelse

source: The file type must be an image (jpg, jpeg, gif, png) or a document( pdf, doc, docx, ppt, pptx, xls, xlsx)
no: Filen må være et bilde (jpg, jpeg, gif, png) eller et dokument (pdf, doc, docx, ppt, pptx, xls, xlsx)

source: The file was not detected
no: Kunne ikke finne filen

source: Subtitle
no: Undertittel

source: Featured image
no: Utvalgt bilde

source: Revision number
no: Revisjonsnummer

source: Slide 1
no: Side 1

source: Slide 2
no: Side 2

source: Generate a new revision
no: Opprett ny revisjon

source: Comments about new revision
no: Kommentarer for ny revisjon

source: Save changes
no: Lagre endringer

source: Equipment does not exist.
no: Utstyret eksisterer ikke

source: Could not delete best practice.
no: Kunne ikke slette beste praksis.

source: New revision notification for Best Practice
no: Varsel om ny revisjon for beste praksis

source: You have subscribed to %s: %s
no: Abonnement opprettet for %s: %s

source: You have already subscribed to %s: %s
no: Det eksisterer allerede et abonnement for %s: %s

source: You have unsubscribed to %s: %s
no: Abonnement avsluttet for %s: %s

source: Your subscription to %s: %s does not exist
no: Kunne ikke finne abonnement for %s: %s

source: User does not exist.
no: Bruker eksisterer ikke.

source: Best Practice does not exist.
no: Beste praksis eksisterer ikke.

source: Add a Best Practice
no: Legg til beste praksis

source: Subscribe
no: Abonner

source: Unsubscribe
no: Avslutt abonnement

source: Export to PDF
no: Eksporter til PDF

source: Suggest update
no: Foreslå oppdatering

source: Revision history
no: Revisjonshistorie

source: New Attachment
no: Opprett vedlegg

source: Save
no: Lagre

source: Edit a Best Practice
no: Rediger beste praksis

source: Best practices
no: Beste praksiser

source: Edit Best Practice
no: Rediger beste praksis

source: Delete Best Practice
no: Slett beste praksis

source: Create new
no: Legg til ny

source: You are about to delete a Best Practice. This procedure is irreversible.
no: Du er i ferd med å slette en beste praksis. Denne operasjonen kan ikke omgjøres.

source: Do you want to proceed?
no: Ønsker du å fortsette?

source: Yes
no: Ja

source: No
no: Nei

source: Revision History
no: Revisjonshistorie

source: Current Revision:
no: Nåværende revisjon:

source: View
no: Vis

source: Version Id
no: Versjons-id

source: Revision Date
no: Revisjonsdato

source: Revision Number
no: Revisjonsnummer

source: No old revisions were found
no: Det eksisterer ingen eldre revisjoner.

source: Main page
no: Hovedside

source: Procedures
no: Prosedyrer

source: User manual
no: Brukermanual

source: Additional info
no: Tilleggsinformasjon

source: Mr/Mrs.
no: Hei,

source: An administrator has created a new revision for a Best Practice:
no: En administrator har opprettet en ny revisjon for en beste praksis:

source: View last revision
no: Vis siste revisjon
